[
    {
        "name": "axes",
        "data": [
            {
                "id": 0,
                "bg_name": "Устойчивост",
                "en_name": "Emotional Resilience",
                "label": "Resil",
                "bg_desc": "Колко бавно или бързо се възстановяваш от изпитания, сътресения или емоционално натоварване? Над 70% е показател за бързо възстановяване на емоционалната система; под 30% - възстановяваш се бавно и трудно. В единия край на измерението “Устойчивост” са хора, които са съкрушени от изпитанията  и затова те се възстановяват много, много бавно или въобще не се възстановяват, докато в другата крайност са хора, които преминават през изпитанията и продължават пътя на живота си или активно се борят по такъв начин, че бързо се възстановяват от напрежението. За да бъдат хората с различни показатели по измерението „Устойчивост” до голяма степен роля играе спецификата на някои функции в централната мозъчна дейност. Сигнали от челния дял на мозъка към amygdala и от amygdala към челния дял определят колко бързо мозъкът ще се възстанови от разстройващия опит. Устойчивостта зависи от по-активна лява половина на челния дял, докато липсата на устойчивост произтича от по-активна дясна половина на челния дял на мозъка. Количеството активация в лявата половина на усточивия тип хора може да достигне до три пъти в сравнение с това при неустойчивите хора като потиска дейността на amygdala, която дава обща първична преценка за застрашаващи или увреждащи преживявания. Така челният дял на мозъка може да успокои нервната стимулация, свързана с отрицателните емоции, да позволи на мозъка да планира и действа ефективно и целесъобразно без да се разсейва от тях. (Като пример за изключение може да се посочи едно извънредно силно травматично изживяване при смърт на дете или много значим и обичан близък; в тези случаи хората са силно обзети от чувството, че един човек от много голямо значение липсва месеци наред във физическия смисъл.) Причината човек да е раздразнителен, нацупен и груб е че не може да възстанови своето емоционално равновесие, което е белег за стила на Бавното въстановяване. Устойчивостта за дребни стресиращи събития е добър знак за Устойчивост и при големи проблеми. Има хора, които приемат с радост да преодоляват спънки, но могат да разчитат на себе си и в наистина спешни случаи – тяхната устойчивост би била една и съща при различните обстоятелства. Ако те се възстановяват бързо при малки спънки, те също така могат и да устояват пред лицето и на големите, и обратното - ако се вцепеняват или поглъщат от малките проблеми, те са склонни да рухнат и под натиска на големите. Не е необходимо непременно да съзнаваме изцяло колко бързо се възстановяваме, дори страничните последствия на проблемите да надхвърлят нащата поносимост на напрежение и като цяло общото ни настроение. Всяка една от крайностите може да има своите недостатъци. Изключително устойчивите хора  може да имат недостиг на мотивация  да предприемат истински предзвикателства, настройват се така че да вдигнат рамене и да махнат с ръка без да се разтревожат ни най-малко. И обратно - да се възстановяваш бавно може да те ограничи да продължиш напред, подтиква те да недоволстваш и да продължаваш да се обиждаш, когато вече всичко е приключило и е отминало. Крайният полюс на Бавното възстановяване е тази част от континуума, който е белязан от разтърсващ гняв, тежка мъка и терзания, много други негативни чувства след загуба, провал или други разстройващи събития. Ако се възстановяваш твърде бавно, така че и най-малките проблеми да те обезсърчават, може да настъпят периоди на паника или тревожност, депресия и други типове душевно страдание.",
                "en_desc": "(Resilience: How slowly or quickly you recover from adversity and from a stressful event? Anything above 70% suggests you are Slow to Recover. If you scored below 30%, you are Fast to Recover and thus quite resilient. At one end of the Resilience dimension are people who get so beaten down by adversity that they recover very, very slowly or not at all, while at the other extreme are people who either shrug off setbacks and continue on their life’s course or actively fight back, thus recovering quickly from adversity. Signals from the prefrontal cortex to the amygdala, and from the amygdala to the prefrontal cortex, determine how quickly the brain will recover from an upsetting experience. Resilience is marked by greater left versus right activation in the prefrontal cortex, while a lack of Resilience comes from higher right prefrontal activation. The amount of activation in the left prefrontal region of a Resilient person can be thirty times that in someone who is not Resilient. By damping down the amygdala, the prefrontal cortex is able to quiet signals associated with negative emotions, enabling the brain to plan and act effectively without being distracted by negative emotion. People at one extreme of this dimension are Fast to Recover from adversity; those at the other extreme are Slow to Recover, crippled by adversity. Resilience on the little things is therefore a good indicator of Resilience on bigger ones. While it is true that some people actually enjoy obsessing over small setbacks but can step up to the plate in a real emergency, their Resilience in each situation is likely to be the same: If they recover quickly from the little setbacks, they tend to be resilient in the face of big ones, and if they become paralyzed by or obsess over the little things, they tend to be laid low for a long time by the big things, too. (An exception would be something extremely traumatic, such as the death of a child; in that case, you are all too aware that you have remained a basket case for months and months.) We are not necessarily conscious of how rapidly we recover, even though the aftershocks of a setback affect our stress levels and mood. Either extreme of the dimension can trip you up. An extremely resilient person can lack the motivation to overcome challenges, accepting every setback with a metaphorical shrug and an attitude of “don’t worry, be happy.” In contrast, being Slow to Recover can prevent you from moving forward after a setback, causing you to continue to fume and obsess over something that is over and done with. Slow to Recover pole of the Resilience dimension is this part of the continuum which is marked by difficulty shaking off anger, sadness, or other negative emotion after a loss, hassle, setback, or other upsetting event. The reason you are snappish and grouchy and churlish is that you have not regained your emotional equilibrium, which is the mark of the Slow to Recover style. When your Resilience style is so Slow to Recover that the slightest setback tips you into another acute episode of panic or anxiety, it has become pathological.)"
            },
            {
                "id": 1,
                "bg_name": "Оптимизъм",
                "en_name": "Positive outlook",
                "label": "Posi",
                "bg_desc": "Колко дълго можеш да поддържаш положителни настроения? Над 70% означава, че имаш Много положителен възглед а живота. Под 30% - отнасяш се с недоверие и песимизъм, правиш негативни преценки на базата на неудовлетворени очаквания. Хората се различават драстично по това колко сполучливо разчитат невербалното поведение на другите при общуване. Социалната интуиция варира според континуум, според който разделителната линия между нормалното и абнормното е много спорна. Прозорливостта зависи от активността в определен невронен кръг, по-специално от две зони в мозъка. Едната зона е fusiform gyrus, част от зрителния дял в мозъка. Другата е amygdala, ключова при задействането на негативните емоции, противопоставянето или избягването на емоционално наситено общуване. Тези области се задействат, когато възприемаме лицата на другите и по-специално погледа и излъчването на очите, които предават важна информация  за емоционалното състояние. Недостигът на социална интуиция създава последствия, които най-общо могат да бъдат описани като неуспех да се схванат емоционалните очаквания, какво е приемливо и подходящо за другите, и се дължи на ниски нива на активация във fusiform gyrus и високи нива на активност в amygdala и обратно, високите нива на активност във fusiform gyrus и ниските или средни нива на активация в amygdala са предпоставка за повишена Социална интуиция. Ензимът оxytocin също има значителна роля при определяне на въздействието от страна на amygdala. Когато се инхалира oxytocin през носа,  прониква директно в мозъка и намалява активността на тази зона, успокоява и предизвиква чувство на заинтересованост. Отношенията на вярност, нежност и взаимна отдаденост зависят от наличието на повече рецептори на oxytocin, докато при безпомощните или отчуждените и незаинтересовани хора тези рецептори са значително по-малко. Свенливостта и ообщителността са важни при определянето на това къде спада всеки според  това измерение. Има хора, които предпочитат да взаимодействат повече чрез машини и електронни медии, отколкото директно с други хора – тези хора по-скоро спадат към едната крайност на Обърканите. Изключително нечувствителната невъзприемчивост към намеците и жестовете са характерни за хора спадащи към към аутистичния спектър, които имат много големи трудности да разбират лицеви изражения и езика на тялото, но има и нормални хора, които също остават глухи и слепи, понасят опустошителни последствия за себе си и в професионалната сфера. Те спадат към Обърканите.  Когато интуицията е толкова затруднена и объркана, че води до пълно неразбиране на процеса на общуване и невъзможност да се създават близки взаимоотношения с другите, това може да се превърне в патологично състояние – среща се не само при хора с аутизъм, но и при тревожни състояния, страхове от среща с други хора и при депресии. Незаинтересоваността от неясните чувства на другите или израза им може да причини значителни умствени поражения, не само при общуване, но и при предвиждане на намеренията на другите. Другата крайност на спектъра Социална интуиция е на Прозорливите, което свидетелства за хора с изключително фина чувствителност към съзнателните или неосъзнатите знаци в поведението на другите. Хората с Висока Социална Интуиция изискват да се обръща много внимание на намеците при общуване. Острата им чувствителност към емоционалното състояние на другите е ядрото както на умението им да влязат в положение, да разбират гледната точка и да изпитват съпричастие, така и на способността им да разчетат и разберат сигналите при общуване и да бъдат отзивчиви към тях. Човек, който може да гледа директно другите в очите има по-силна Социална интуиция от онези, които гледат по-скоро в устата или отклоняват погледа си настрани.",
                "en_desc": "(Outlook: How long you are able to sustain positive emotion? Anything above 70% is a Positive type, while a score below 30% is a Negative type. Outlook reflects how long and how well you can sustain positive emotions, either after something good happens to you or as a result of deliberately engaging in emotionally positive thoughts, such as thinking about someone you love. The durability of positive feelings has a strong carryover effect on your overall outlook: Someone whose positive mood hangs around tends to be optimistic, while someone whose moments of joy can be measured in microseconds feels chronically down and pessimistic. The prefrontal cortex and the nucleus accumbens in the ventral striatum form the reward circuit. Signals from the prefrontal maintain high levels of activity in the ventral striatum, a region critical for generating a sense of reward, and thus a Positive Outlook. Low activity in the ventral striatum, due to less input from the prefrontal cortex, is a mark of Negative Outlook. Positive Outlook reflects high activity in the the ventral pallidum (also interconnected with the ventral striatum, it is exquisitely sensitive to hedonic pleasure), and the prefrontal cortex, which through its planning function helps to sustain activity in the nucleus accumbens. A Negative Outlook reflects low activity in these regions and weaker connections between them. The reason is that the nucleus accumbens receives signals from the prefrontal cortex, the higher-order region that transmits the instruction to intensify and maintain the happy feeling. The dopamine activity in the nucleus accumbens may be associated with the motivational component of reward, which underlies drive and persistence, while the endogenous opiates in the nucleus accumbens may be more associated with feelings of pleasure. When the opiate receptors in the nucleus accumbens are activated, they stimulate an adjacent brain region, the ventral pallidum, which, according to animal studies, may directly encode hedonic pleasure. These findings indicate that activity in the nucleus accumbens and prefrontal cortex underlies the ability to sustain positive emotion. In depressed patients the barrage of “Keep it up!” signals from the prefrontal cortex to the nucleus accumbens declined, and as a result activation in the reward-processing circuit did, too. It seemed that the messages were either not being transmitted from the prefrontal cortex or were being lost en route, like water dribbling out of a leaky hose. The greater the activity in the nucleus accumbens—activity sustained by signals from the prefrontal cortex—the further toward the Positive end of the Outlook dimension someone falls. Lower activity in this region underlies a Negative outlook. Extremes of This, then, is the brain basis for the form of depression characterized by an inability to sustain positive emotion: The nucleus accumbens fails to sustain its activity, probably because of a malfunction in the connections between it and the prefrontal cortex. As a result, the nucleus accumbens initially snaps into action but peters out very quickly, and positive emotions fade away. Positive types, who are able to keep the flame of happiness burning nursing the embers of a fire, and Negative types, in whom the fire of joy is quickly doused by a sudden downpour. An excessively Positive Outlook also impairs your ability to learn from mistakes and to postpone immediate gratification in favor of a greater payoff in the future. Indeed, the inability to delay gratification is a hallmark of an extremely Positive Outlook. Shifting your set point toward the Negative extreme will address both problems. An excessively Negative Outlook, on the other hand, can sap your motivation and suck the joy out of your relationships; becoming more Positive can add some sparkle to your perspective, seldom let emotional clouds darken your sunny outlook on life, maintain a high level of energy and engagement even when things don’t go your way. Extreme Positive Outlook— is to be clueless, dense, and oblivious – “Anyone who’s happy must not understand the situation.” In fact an excessively Positive Outlook can be highly inappropriate and get us into trouble. They have difficulty sizing up situations realistically, and their excessive optimism causes them to make unwise decisions. As a result, they are unable to resist immediate temptations in order to achieve a more distant goal. For much the same reason, they may have difficulty learning from their mistakes: Their Positive Outlook causes them to see their error and its consequences as nothing to fret about, so they fail to absorb its lessons.People with extreme Negative Outlook have an inability to maintain any positive emotion means they can never savor life’s ups. An excessively Negative Outlook, in contrast, can sap motivation and wreck your social life as well as your work life. Assuming that nothing good will come of anything, you risk giving up on love, work, and life before you even try, tend toward cynicism and pessimism, struggling to see anything positive. This is the signature of the extreme Negative pole of the Outlook dimension. Maybe you find that a pessimistic, Negative Outlook spurs you to work extra hard, but that moving closer to the Positive end of the Outlook dimension works better in social situations. In this case, being able to regulate your set point along each of these dimensions at will would allow you to respond to each situation in the most effective way you can.)"
            },
            {
                "id": 2,
                "bg_name": "Проницатеност",
                "en_name": "Social Intuition",
                "label": "Intu",
                "bg_desc": "Колко добре възприемаш и схващаш жестове при общуване с други хора? Ниските стойности, под 30%, показват неразвито умение да долавяш и разбираш фините изражения на емоциите, несловесните жестове и намерения на другите. Над 80% означава, че отлично се справяш в ситуации, които изискват да разбираш без думи другите, само на базата на тяхното външно поведение. Хората се различават драстично по това колко сполучливо разчитат невербалното поведение на другите при общуване. Социалната интуиция варира според континуум, според който разделителната линия между нормалното и абнормното е много спорна. Прозорливостта зависи от активността в определен невронен кръг, по-специално от две зони в мозъка. Едната зона е fusiform gyrus, част от зрителния дял в мозъка. Другата е amygdala, ключова при задействането на негативните емоциите, противопоставянето или избягването на емоционално наситено общуване. Тези области се задействат, когато възприемаме лицата на другите и по-специално погледа и излъчването на очите, които предават важна информация  за емоционалното състояние. Недостигът на социална интуиция създава последствия, които най-общо могат да бъдат описани като неуспех да се схване емоционалните очаквания, какво е приемливо и подходящо за другите, и се дължи на ниски нива на активация във fusiform gyrus и високи нива на активност в amygdala и обратно, високите нива на активност във fusiform gyrus и ниските или средни нива на активация в amygdala са предпоставка за повишена Социална интуиция. Ензимът Oxytocin също има значителна роля при определяне на въздействието от страна на amygdala. Когато се инхалира oxytocin през носа,  прониква директно в мозъка и намалява активността на тази зона, успокоява и предизвиква чувство на успокоение и заинтересованост. Отношенията на вярност, нежност и взаимна отдаденост зависят от иналичие на повече рецептори на oxytocin, докато при безпомощните или отчуждените и незаинтересовани хора тези рецептори са значително по-малко. Свенливостта и ообщителността са важни при определянето на това къде спада всеки според  това измерение. Има хора, които предпочитат да взаимодействат повече чрез машини и електронни медии, отколкото директно с други хора – тези хора по-скоро спадат към едната крайност на Обърканите. Изключително нечувствителната невъзприемчивост към намеците и жестовете са характерни за хора към аутистичния спектър, които имат много големи трудности да разбират лицеви изражения и езика на тялото, но има и нормални хора, които също остават глухи и слепи , понасят опустошителни последствия за себе си и в професионалната сфера. Те спадат към Обърканите.  Когато интуицията е толкова затруднена и объркана, че води до пълно неразбиране на процеса на общуване и не може да се създават близки взаимоотношения с другите, може да се превърне в патологично състояние – среща се не само при хора с аутизъм, нои  при тревожни състояния, страхове от среща с други хора и при депресии – незаинтересоваността от неясните чувства на другите  или израза им може да причини значителни умствени поражения , не само при общуване, но и при предвиждане на намеренията на другите. Другата крайност на спектъра Социална интуиция е на Прозорливите, което свидетелства за хора с изключително фина чувствителност към съзнателните или неосъзнатите знаци в поведението на другите. Хора с Висока Социална Интуиция изисква да се обръща много внимание на намеците при общуване. Острата им чувствителност към емоционалното състояние на другите е ядрото както на умението им да влязат в положение, да разбират гледната точка и да изпитват съпричастие, тъй като са способни да си разчетат и разберат сигналите при общуване и да бъдат отзивчиви към тях. Човек, който може да гледа директно другите в очите имат по-силна Социална интуиция от тези, които гледат по-скоро в устата или отклонява погледа си настрани. ",
                "en_desc": "How adept you are at picking up social signals from the people around you? The higher your score (80%  or above), the more Socially Intuitive you are; a lower score (30% or below) means you are closer to Puzzled. People differ dramatically in how attuned they are to nonverbal social cues. Social Intuition varies along a continuum, and the dividing line between normal and abnormal is somewhat arbitrary. Shyness and sociability are related to where you fall on the Social Intuition dimension. There are people who prefer to interact more with machines than with other individuals—people who likely fall toward the Puzzled end of the Social Intuition spectrum. The Extreme Socially Intuitive end of the Social Intuition style makes people extremely sensitive to subtle, nonverbal cues in the environment. High Social Intuition requires focusing on social cues. Extreme insensitivity to these signals is characteristic of people on the autism spectrum, who struggle to read facial expressions and other social cues, but people who fall well short of a clinical diagnosis can also be socially deaf and blind, with devastating consequences for personal and professional relationships. People at this extreme on the Social Intuition spectrum are Puzzled. Conversely, acute sensitivity to the emotional state of others is central to both empathy and compassion, since being able to decode and understand social signals means we can respond to them. Someone who looks at the eye region of the face tends to have stronger Social Intuition than someone who looks at the mouth, and someone who looks away tends to have poor Social Intuition. It depends on activation in the fusiform gyrus, which is part of the visual cortex, and the amygdalae, key structures in a circuit known to be important for social cognition. These regions are typically activated when you process another person’s face and especially when you look at the person’s eyes, which convey a significant amount of emotional information. The lack of social intuition and the resulting failure to grasp what is socially appropriate comes from low levels of activation in the fusiform and high levels of activation in the amygdale. Low levels of activity in the fusiform and high levels in the amygdala characterize the Puzzled extreme of this dimension, while high activity in the fusiform and low to moderate levels in the amygdala are marks of a Socially Intuitive brain. Someone with high levels of fusiform activation and low-to-moderate amygdala activity is Socially Intuitive, highly attuned to social signals and able to pick up even subtle cues. Oxytocin have confirmed the role of the amygdala in the social brain: When oxytocin was spritzed into the noses of study volunteers, which allows it to go directly to the brain, it reduced activation in the amygdala. This suggests that quieting of the amygdala is the mechanism by which oxytocin induces feelings of commitment and attachment, and that quieting the amygdala by other means accomplishes the same ends—including laying the groundwork for a Socially Intuitive brain. The faithful and romantically committed people has abundant oxytocin receptors in its brain, while the feckless and unattached people does not. Oxytocin has been linked to maternal behavior (it is released during childbirth and breast-feeding), romantic attachment, and feelings of calm and contentment. When your Social Intuition style is so Puzzled that you have difficulty understanding basic social interactions and cannot form close relationships, it has become pathological—and may even fall along the autism spectrum. It is also found in a number of anxiety disorders, particularly social phobia, and can occur in depression as well – to be not interested in peoples’ subtle feelings or their expression may cause a huge cognitive impairmanet in social interaction and misunderstanding intentions of others."
            },
            {
                "id": 3,
                "bg_name": "Чувствителност",
                "en_name": "Self-Awareness:",
                "label": "Awar",
                "bg_desc": "Колко силна е възприемчивостта ти към твоите емоционални и телесни усещания? Стойностите над 80%  показват свръхчувствителност и свръхвъзприемчивост към личния субективен свят; под 30% - неосъзнателност и нечувствителност към собствените чувства и телесни усещания. Някои хора имат проблем с това да почувстват своите емоции. Може да им отнеме цели дни да разберат, че са били гневни, тъжни, че са ревнували или са се страхували. В тази крайност са хора, които не се разбират въобще - Неосъзнатите. В другата крайност са Свръхосъзнатите, които имат много изострена чувствителност за себе си, възприемчивост към вътрешния си поток от мисли, усещания и чувства – за всички съобщения, които тялото им изпраща. Хора с висока чувствителност и осъзнатост имат повишена активност в един от важните центрове на мозъка – insula, докато тези със слаба осъзнатост – ниска активност. Insula получава сигнали от вътрешните органи и в резултат на това високите степени на активност поддържат Висока Осъзнатост, а ниските нива – Слаба Осъзнатост. Този център се намира между централния и предния дял на мозъка и създава карта на телесните усещания и органите, от които идват – сърце, черен дроб, черва, полови органи, бели дробове, стомах, бъбреци и др. – всички те са картографирани на специалномясто в insula, по същия начин както всяко място на кожата по тялото има свое специфично представителство в соматосензорната кора, където различни снопове от неврони получават сигнали от всяка чуствителна точка по повърхността на тялото, от челото до палците на  краката. Insula представлява наблюдателна станция за всеки орган вътре в тялото, изпраща сигнали до самите органи и дава команди колко бързо да бие сърцето или колко дълбоко да вдишват белите дробове. Колкото по-голям обем има insula, толкова по-точно оценява идващата информация. Високата активация е свързана с по-висока осъзнатост не само на телесните усещания, но и  на емоциите. Колкото по-алекситимичен (има трудности да идентифицира и да опише своите чувства) е един човек, толкова по-малък обем на insula има. И обратно – при свръхголям insula обем и активност, толкова по-свръхмерни ще са процесите на осъзнаване на сигналите от тялото, които п онякога създават ефекта на хипохондрична тревога или панически състояния. Да си сляп и глух за това, което тялото се опитва да ти каже, е удобен начин да изпускаш важни симптоми на болести, без значение настинка, треска или инфекция, стягане на гръдния кош или болки в краката. Да бъдеш Неосъзнат има последствия за отношенията – ако не можеш да кажеш на някого, че ти се качва кръвното и че сърцето ти бие учестено, защото изпитваш гняв, тогава няма да имаш шанс да се успокоиш преди важна среща, да разговаряш с учител или началник, да се прибереш вкъщи с колата или да правиш всичко останало, докато гневът те изкарва от релси. От друга страна изострената чувствителност да възприемаш всякакви усещания, например незначителното одраскване по кожата или лекото къркорене на стомаха, може да да пренатовари човек и да се намеси в потока на мислите и чувствата му без той да го иска. В някои случаи ако си свръхнаясно за всичко което чувстваш и усещаш в тялото си, т.е. свръхчувствителността ти да е наистина жива и наситена, това може да ти донесе иключително самообладание, така че да не те притесняват каквито и да е вътрешни шумове. Може да изиграе значителна роля при изпитване на съпричастие и разбиране на състоянията на другите хора, така че да избягваш недоразумения, например по време на спорове с важните за теб хора. Някой с много силно възприемчива чувствителна антена за своите чувства и усещания, докато наблюдава болката на другите може да почувства тревога или мъка не само в тялото си, но и чрез ума си – да усети последствията от нахлуването на хормона на стреса - cortisol, с характерното за него високо кръвно и сърцебиене. Изключително високата чувствителност може да допринесе за прегаряне на хора от хуманните професии; сестри, консултанти, терапевти и социални работници са едни от най-потърпевшите. Да имаш изключителна чувствителност е пряк път към хипохондрията и паническите състояния, които могат да парализират емоционалния живот на човек – ако постоянно получаваш послания от типа силно сърцебиене и напрегнатост на ума, задух, промяна на телесната температура и те да са свръхценни за теб, може да ти бъде много трудно да надмогнеш неприятностите в живота. ",
                "en_desc": "How attuned you are to your own physiological and emotional cues and how well you perceive bodily feelings that reflect emotions, to be aware of all the bodily signals associated with emotion? A score of 80% or higher means you are Self-Aware; a score below 30% means you are Self-Opaque. Some people have a very hard time “feeling” their feelings: It may take them days to recognize that they’re angry, sad, jealous, or afraid. At this extreme of the Self-Awareness dimension are people who are Self-Opaque. Being blind and deaf to what your body is trying to tell you is a good way to miss important signs of illness, whether a fever that signals an infection or a tightness in the chest that means a heart attack. Being Self-Opaque has consequences for relationships, as well: If you cannot tell that your blood pressure is rising and your heart rate is increasing because you are angry, then you do not have a chance to walk it off before you have a crucial meeting, attend a conference with your child’s teacher, drive home during rush hour, or do anything else that anger can cause to go off the rails. At the other end are Self-Aware people, who are acutely conscious of their thoughts and feelings and attuned to the messages their body sends them. A heightened ability to perceive sensations, e.g. on the skin and in the digestive tract, might overwhelm you and interfere with your ability to think and see clearly. If you are hyperaware, feeling and hearing your internal signals all too vividly and loudly, it can bring about a kind of equanimity so you are not as bothered by this internal noise. They can be supersensitive to the messages their body transmits, experiencing the physical aspects of their emotional states with heightened, sometimes crippling intensity. This heightened sensitivity can be beneficial in several ways. It appears to play a crucial role in empathy, the ability to feel what others are feeling, and by allowing you to understand your own emotional state it can help you avoid misunderstandings during arguments with a significant other. Someone with very sensitive emotional antennae for his own feelings who observes the pain of another will feel that person’s anxiety or sadness in both mind and body—experiencing a surge of the stress hormone cortisol, for instance, as well as elevated heart rate and blood pressure. Such extreme sensitivity is likely a factor in the burnout that nurses, counselors, therapists, and social workers suffer. Being acutely Self-Aware is a road to hypochondria and panic attacks, as well as to paralysis in your emotional life: If you are constantly besieged by messages about your state of mind and heart, it can be tough to get on with life. Individuals with high levels of Self-Awareness (emotional or physical) have greater activation in their insula, while those with little Self-Awareness have decreased activation. The insula receives signals from the visceral organs, with the result that high levels of activity support high levels of Self-Awareness and lower activity marks low levels of Self-Awareness. Located between the temporal and the frontal lobes, the insula contains what is called a viscerotopic map of the body. That means the visceral organs—heart, liver, colon, sexual organs, lungs, stomach, kidneys—are each mapped to a specific spot within the insula, something akin to how each spot on the skin is mapped on the somatosensory cortex, where distinct clusters of neurons receive signals from every spot on the surface of the body, from our forehead to our toes and every sensitive spot in between. Each region of the skin sends signals to only one spot in the somatosensory cortex; in this sense, the surface of the body is mapped onto the somatosensory cortex. The insula similarly receives signals from our visceral organs and forms a map of them in the sense that specific regions of the insula receive input from specific organs. It is therefore the brain’s monitoring station for everything below the neck and within the body. The insula also sends signals to the organs, instructing the heart to beat more quickly, for instance, or the lungs to inhale more rapidly. In addition to the insula, recent research shows, the somatosensory cortex is also involved in perceiving internal sensations. The larger the insula, the better the estimate. Higher insula activation is associated with greater awareness not only of physical sensations but also of emotions. The more alexithymic (difficulty identifying and describing one’s feelings) someone seems from answers to such questions, the lower the insula activity. In the extreme, ultrahigh levels of insula activity seem to be associated with the excessive awareness of bodily cues that sometimes occurs in, for instance, panic disorder and hypochondrias. People with these illnesses are hypersensitive to their pulse, respiration rate, temperature, and other measures of anxiety and tend to overestimate them. As a result, a slight uptick in, say, heart rate that someone else might pay glancing attention to, perhaps wondering if something just beneath conscious awareness triggered a stress reaction, is interpreted as a sign of an impending heart attack."
            },
            {
                "id": 4,
                "bg_name": "Съобразителност",
                "en_name": "Sensitivity to Context",
                "label": "Sens",
                "bg_desc": "Колко добре успяваш да нагодиш поведението и отношенията си към другите според изискванията на ситуацията? Ако показателя е под 30% - отразява незаинтересоваността или неумението да разбираш условията и очакванията на дуригте как да се държиш, изглеждаш или действаш; над 80% - изключително внимателно и съобразително се нагаждаш според обстоятелствата и очакванията на другите. Хора, които са особено чувствителни и отзивчиви към заобикалящата ги среда от други хора са Нагаждащи се. Хора, които са нехайни и към това, което се случва около тях – принадлежат към другата крайност на Несъобразителните. Те не си дават сметка или пренебрегват неписаните правила на общуването, които управляват взаимодействието и правят така, че хората да могат да преценят дали едно поведение е приемливо или обидно според дадения контекст. Различията в силата на връзките между hippocampus и други области в мозъка, по специално prefrontal cortex, допринася за съществените различия по този континуум. Центърът hippocampus общува най-много с онези области на мозъка, които отговарят за инициативата и действията и връзката с дълготрайната памет, намираща се в други области. По-солидни връзки между hippocampus и тези области отразяват по-голяма съобразителност, докато по-слабите връзки поддържат по-слаба чувствителност към контекста на общуване. Крайности в този спектър като например свръхактивност в hippocampus се отразяват на поведението като създават впечатление за свръхчувствителност към това, което се изисква и очаква от един човек, което може да доведе до загуба и потискане на емоционалната спонтанност. Някои хора, които се нагаждат с много внимание към преценката на другите, могат така да оформят поведението си само според това както ситуацията го изисква, представяйки се пред близките си по един начин, пред началника си -  по друг, пред приятелите си – по трети, докато накрая не се усъмни в собствената си искреност и автентичност. Приемливо е да сме свръхчувствителни в застрашаващи обстоятелства, но не и, когато сме на сигурно. Ако човек не може да прави разлика между двете обстоятелства, има риск от сериозни грешки или развитие на пост-травматичен стрес. Ако твоята настройка е на изключително несъобразително отношение към ситуацията може да припознаеш сирената на бърза помощ от улицата с наближаващa линейка на бойното поле, характерно за внезапно нахлуващите спомени при ветерани от войната. Някои хора с депресия също попадат към тази крайност на неадекватни към контекста. Те имат трудности да управляват своите емоции според това, какво оакват другите от тях. Например ако те се тревожат и объркват в непозната или нова среда, когато са заобиколени от нови хора, които са съвсем нормални, те могат да подведат под общ знаменател отношенията си с тях, така, че да се получи неразбиране и конфликти, които да затвърдят тяхната тревога и срамежливост. Хора с такъв стил се държат формално и сдържано с приятели и сред близки, където могат да се отпуснат. Имат ли трудности да напасват чувствата си към промените и контекста на общуване, дори когато са вкъщи или сред приятели, това може да стимулира тревогата им да не би да кажат нещо неподходящо.Това ги възпира да имат пълноценни и удовлетоврителни отношения, което ги тласка към задълбочаване на депресията.",
                "en_desc": "How good you are at regulating and how well you can modulate your emotional responses to take into account the context you find yourself in? If you scored below 30%, you fall at the Tuned Out end of the spectrum, while a score of 80% or above indicates you are very Tuned In to context. People who are especially aware of the social surround are at the Tuned In pole of the Sensitivity to Context spectrum. People who are oblivious to the social surround fall at the Tuned Out extreme: They’re oblivious to the implicit rules that govern social interactions and that make a behavior that would be perfectly acceptable in one context offensive in another. Differences in the strength of the connections between the hippocampus and other brain regions, particularly the prefrontal cortex, underlie differences in Sensitivity to Context. The hippocampus communicates regularly with the brain’s executive-function areas in the prefrontal cortex as well as sites of long-term memory storage, elsewhere in the cortex. Stronger connections from the hippocampus to these regions increase sensitivity to context, while weaker connections underlie insensitivity to context. People who are very Tuned In to context tend to have strong connections from the hippocampus to areas in the prefrontal cortex that control executive functions and that hold long-term memories in the neocortex. People who are Tuned Out tend to have weaker connections. Unusually low activity in the hippocampus underlies the Tuned Out end of the Sensitivity to Context dimension. At the Tuned In extreme, hyperactivity in the hippocampus is likely to cause an excessive focus on context, which can inhibit emotional spontaneity. Someone who is extremely sensitive to context might shape her behavior to what she thinks the situation demands, presenting herself as one kind of person to her spouse, another kind to her boss, and still another kind to her friends, until soon she begins to doubt her own sincerity and authenticity. It’s appropriate to feel extreme anxiety in dangerous situations but not in safe ones; if you can’t tell the difference, you are at risk for post-traumatic stress disorder. When your Sensitivity to Context style is so Tuned Out from your surroundings that flashbacks flood your thoughts and memories and this is the reason to mistake the siren of an ambulance for a medevac unit on the battlefield, it has become pathological, maybe even sliding into post-traumatic stress disorder. Some people with depression fall toward the Tuned Out end of the Sensitivity to Context dimension. They have difficulty regulating their emotions in a context-appropriate way. For example, if they are wary and bashful in novel situations or around unfamiliar people, which is pretty normal, they may over-generalize to familiar situations, and their wariness and shyness would persist.  People with this Emotional Style act as formally and reticently with friends as they do with family. This prevents them from having rewarding social interactions, which tips them into depression. If you have difficulty aligning your emotions with social context, even when you are at home or among friends, you find yourself shot through with anxiety, worried about saying something wrong."
            },
            {
                "id": 5,
                "bg_name": "Внимание",
                "en_name": "Attention",
                "label": "Atte",
                "bg_desc": "Колко насоченo и ясно е съсредоточението ти? Ако показателят е под 30%, това отразява изключително разсеяно и стеснено внимание. Ако показателят е над 80% - трудно отклоняваш вниманието си от това, което правиш, концентрацията ти трудно може да се отклони от събитията, които са те погълнали напълно. Въздействието на емоциите не само, че се среща навсякъде в нашия живот и обичайната среда на общуване, но също така са и серозен разсейващ фактор, който често се намесва и затруднява способността ни да постигаме целите си и да поддържаме умствения ни баланс. Способността да пренебрегваме емоции, които ни разсейват има много съществена връзка със способността ни да подбираме като цяло всички сетивни стимули, които привличат вниманието ни. Съсредоточеният тип хора могат да се задълбочат върху един разговор на шумно парти, докато Невнимателният тип постоянно променя фокуса на вниманието си към най-привлекателния стимул. Някои хора могат да се изключат независимо от мъчителните преживявания; те спадат към крайния полюс на Съсредоточените. Други постоянно се разсейват заради емоционалните импулси, които нямат нещо общо с това, което трябва да правят; те спадат към крайния тип на Разсеяните. Съсредоточените могат да вложат цялото си внимание независимо от натоварващите ги емоции, пренебрегват тревогата и променят атмосферата около себе си. Разсеяните не могат това. Накратко – емоциите и концентрацията са изключително близки партньори в работата на ума. Докато емоционалните стимули ръководят неблагоприятния дял на вниманието, поддържането на стабилен вътрешен компас може да ни позволи да се фокусираме спокойно и да устояваме на разсейващите събития. Две форми на внимание са от изключителна важност за емоционалния стил: остротата на вниманието и широтата му – на какво обръщаме внимание и какъв е обхвата на подбора – свободен или стеснен според личната преценка. Важни центрове в мозъка отразяват способността за насочено внимание. Prefrontal cortex засилва сигналите, до които иска да достигне (например доловените думи от разговор на съседната маса) и да намали сигнали, които не са толкова важни (другите разговори наоколо). Няколко области в prefrontal cortex са ключови например за потискане на случайната реакция на разсейване при синдрома на дефицит във вниманието. По-конкретно това са inferior prefrontal cortex, център за управление на потиснатите импулси. Прекъсване на вниманието (attention blink) се появява в моменти, докато изпълняваш някаква задача, за кратко спираш да осъзнаваш какво се случва около теб. Не е същото като да изпаднеш в кома, но съзнанието остава невъзприемчиво за това, което се случва пред очите ти. Това се дължи на така наречената способност на мозъка да опреснява за 300 милисекунди потока на внимание, отнасящ се за всеки обект на съзнанието (event-related potential, П300). Това явление зависи от електрическите сигнали, които се появяват в отговор на специфични външни събития или стимули. Твърде силен П300 сигнал показва, че е вложено прекалено много внимание върху първото събитие в съзнанието, но е пропуснато следващото.  Твърде слаб П300 показва, че потока на внимание e разстроен, че не само е пропуснато второто, но и първото събитие. Още едно качеството на вниманието зависи от мозъчните функции. То зависи от невронният синхрон между външния стимул на внимание и колебанията в мозъчните функции на prefrontal cortex. Това е модел на електрическа активност, която отразява до каква степен мозъчните вълни и колебания от различни части на мозъка съвпадат напълно с външния стимул. При висока степен на закотвяне на вниманието („phase-locking”) колебанията, които стимулът предизвиква, лесно могат да се отделят от фона на други мозъчни колебания при възприемане – но само ако мозъкът не е обхванат от бъркотията на блуждаещите мисли. В такъв случай отговорът на стимули е трудно да се различи от какафонията във фона на мозъчните колебания, идващи от други области на мозъка, подобно на кръгообразните вълнички от хвърлен камък, които се губят веднага щом паднат в бушуващите вълни на морето. Но ако хвърлите камък в идеално гладко езеро, вълничките ще са идеално очертани като в дюните в пустинята. Спокойният ум може да сменя плавно, гладко и точно концентрацията си и с помощта на волята на субекта да предизвика чисти мозъчни колебания, които са в синхрон с постъпващите стимули, за разлика от рязко и неконтролируемо разсейване на вниманието, където непрекъснато постъпват различни невронни стимули от други области на мозъка. При свръхсъсредоточение prefrontal cortex показва висок синхрон, фонът е чист и спокоен, а сигналът П300 е относително добре изразен. При крайно Невнимателните prefrontal cortex показва малък синхрон между фигурата в центъра на вниманието и фона на възприятието, както и много слаб П300 сигнал. Когато вниманието е толкова разсеяно, че човек не може да довърши дори и една проста задача в работата или да научи конкретен материал, за да получиш необходимата оценка, това може да разстрои ума и да е насока за проблеми с концентрацията или прекалена импулсивност. Остротата на вниманието зависи от съзнателните решения върху какво качество от средата да се съсредоточим и какво да пренебрегнем. Това е способност да се задълбочим в постоянно бушуващото море от стимули и информация, които ни заобикалят и заливат, да отделим значение само на едно от тези неща. Въпреки постоянната конкуренция, която упражняват стимулите, за да се преборят за нашето внимание, ние успяваме да се съсредоточим само върху едно нещо и да оставим останалите настрани като засилваме значението на един сетивен канал за сметка на друг. Това умение е ключово при изграждането на собствен емоционален стил, наред с другите измерения, които зависят от него – без да можем да подбираме обектите на вниманието си, надали ще можем да сме социално съобразителни или осъзнаващи телесните си процеси и сигнали. Другата форма на внимание – да възприемаме с отворено съзнание, без преценка и отдаване на специално значение на даден стимул, отразява способността да приемаме стимули от средата около нас заедно с мислите и чувствата, които те предизвкват и изскачат в ума ни, да разширяваме полето на възприятие и да приемем и допуснем често едва доловимите знаци, които продължително въздействат върху ума ни, но без да се закотвяме върху един за сметка на друг. Това е умение да останем възприемчиви за всичко, което може да премине през мисълта ни, въображението и чувствата, без да влагаме никакво критично отношение към тях. Тази дейност на ума поражда усещане за спокойствие и емоционален баланс; хората, които са Съсредоточени, са също така и невъзмутими, хладнокръвни - никаква емоция не може да ги принуди или подтикне да се разклатят надолу или нагоре. Отвореното, безкритично съзнание е изключително важно за това да сме в час със ставащото около нас, толкова колкото нашите мисли и емоции и затова играе важна роля в изграждането на Осъзнатостта и Проницателността. Без умение за отворено, безкритична осъзнатост може да изпуснем и най-тънките едва забележими сигнали, които се зараждат в нашето тяло и ум, както и нюансите в ежедневното общуване. Хора, които могат да си позволят да бъдат погълнати от заобикалящия ги свят показват също така и силно насочено внимание – най-вече зависещо от somato-sensory cortex по време на важна работа, за разлика от тези, които които дори не позволяват ни най-малко да се потопят в случващото се около тях. Невъздържаността зависи от силата на насоченото внимание. Невнимателното отношение е предпоставка за пропускане на дредни детайли, лекомислено пренебрежение към допуснатите грешки в училище, на работа или където и да е. Свръхенергичността лесно се разпознава при нетърпеливо потропване с крака или тропане с пръстите на ръцете, да подскачаш и да не те свърта на едно място, когато се предполага да седиш спокойно, да говориш безспирно или да запазиш самообладание. Импулсивността се изразява в това човек да отговаря преди да е зададен целия въпрос, да изпитва затруднение да си изчаква реда, да прекъсва другите и да се намесва в това, което правят – било то разговори или игри. В другата крайност са хора, които не могат да отделят вниманието си от това, което правят, толкова са съсредоточени върху чувствата си и поради това пренебрегват мнението или нуждите на другите, изпускат важни събития, които понякога могат да бъдат неотложни.",
                "en_desc": "How sharp and clear your focus is? A score of 80% or above means you fall at the Focused end of the Attention dimension, while a score of 30% or below means you tend to be Unfocused. Emotional cues are not only ubiquitous in our lives and environment, they are also strong distractions, often interfering with our ability to both accomplish tasks and maintain equanimity. It turns out that the ability to screen out emotional distractions is correlated with the ability to screen out sensory distractions. A Focused person can zoom in on a single conversation at a noisy party, while an Unfocused one is constantly shifting her attention and her eyes to the most attention-grabbing stimulus. Some people can plug away despite being in the throes of emotional turmoil; they fall at the Focused extreme of the Attention spectrum. Others are constantly distracted by emotional impulses that have nothing to do with the task at hand; they fall at the Unfocused extreme. Focused people can concentrate despite emotion-laden intrusions, filtering out the anxiety supercharging the air around them, while the Unfocused cannot. In short, attention and emotion are intimate partners. Since emotional stimuli command an untoward share of our attention, maintaining a stable internal compass that allows us to calmly focus and resist distractions is an aspect of Emotional Style. Two forms of attention are relevant to Emotional Style: selective attention and open, nonjudgmental awareness. Selective attention refers to the conscious decision to selectively focus on certain features of one’s environment and ignore others. This is the ability to be immersed in the constant sea of stimuli that surrounds us and yet, miraculously, pay attention to only one thing. Yet despite all these stimuli competing for our attention, we manage to focus on only one and ignore the others by enhancing the input in the “channel” we want to pay attention to and by inhibiting the input in the ignored channels. This capacity is a key building block for other dimensions of Emotional Style, since the failure to selectively attend can make it impossible to be Self-Aware or Tuned In. Attentional blink occurs when your mind, still dealing with a previous object of attention, becomes briefly unaware of your environment. It is not that you drop into a coma but that you are inattentive to what is happening right in front of you. The brain basis for this: the appearance of an event-related potential called P300. An event-related potential is simply an electrical signal that is elicited in response to a specific external event or stimulus; P300 refers to a positive (hence the P) response that occurs approximately 300 milliseconds following an event. Too strong a P300 signal indicates too much investment in focusing on the first event, which makes you miss the second; too weak a P300 indicates too little investment, which makes you miss the first event as well. The quality of open, nonjudgmental awareness implies a balance, so you do not get stuck on an engaging stimulus but are, instead, open to all stimuli. To sum up: At the Focused extreme of the Attention dimension, the prefrontal cortex exhibits strong phase-locking in response to external stimuli as well as moderate activation of the P300 signal. At the Unfocused extreme, the prefrontal cortex shows little phase-locking and an extremely weak or extremely strong P300 signal. Another signature of attention is phase-locking, in which an external stimulus becomes synchronized with ongoing brain oscillations. This pattern of electrical activity reflects the degree to which brain waves—or, more formally, cortical oscillations—become synchronized to an external stimulus. With a high degree of phase-locking, an external stimulus triggers a clear pattern of cortical oscillations that are easy to pick out against the background oscillations—but only if the brain is not a jumble of mind-wandering and thoughts. In that case, the response to an external stimulus is as difficult to pick out against this background cacophony as the ripples from a rock splashing into a turbulent sea: There are so many other waves and disturbances that any ripples from the thrown rock are almost imperceptible. But if the rock lands in a perfectly still lake, the ripples stand out like a walrus in a desert. A calm brain is like a still lake. When an external stimulus comes in, it triggers clear oscillations synchronized to the arrival of the stimulus. The more a participant showed this phase-locking, the more accurate he was on the selective attention task. The brain activity can be entrained to external stimuli; when it is, attention becomes highly focused and stable, as evidenced by the accuracy of the button presses and the consistency in the participants’ response times from one trial to the next. The phase-locking involved only signals from the prefrontal region, not other brain regions, underscoring the importance of the prefrontal cortex in the regulation of selective attention. Another form of attention is open, nonjudgmental awareness. It reflects the ability to take in signals from the external environment as well as the thoughts and feelings popping up within our brain, to broaden our attention and sensitively pick up on the often subtle cues that continuously impinge upon us—but to do so without getting stuck on any one stimulus to the detriment of the others. This is the capacity to remain receptive to whatever might pass into your thoughts, view, hearing, or feeling and to do so in a noncritical way. It generates a sense of contentment and emotional balance; people who fall at the Focused end of the Attention spectrum tend to be unflappable, not pushed and pulled by constant emotional ups and downs. Open, nonjudgmental awareness is also critical for being tuned in to our surroundings as well as our own thoughts and emotions, and as such plays an important role in Self-Awareness and Social Intuition. Without a capacity for open, nonjudgmental awareness, we can miss both subtle cues arising from within our own body and mind and the nuanced cues in our social environment. People who are able to become completely absorbed in their surroundings showed stronger selective attention—more activity in the visual or somato-sensory cortex during the relevant activity—than did those who do not get even slightly absorbed. The prefrontal cortex plays an important role in guiding selective attention; it actually boosts signals it wants to attend to (such as the words of our restaurant companion relative to the background chatter) and attenuates signals it wants to ignore (the other conversations). Several regions of the prefrontal cortex important for selective attention and response inhibition were underactive in the ADHD group. In particular, the inferior prefrontal cortex, the brain’s impulse-inhibiting center, seemed to be sitting this one out. When your Attention style is so Unfocused that you can’t complete even simple tasks or learn what you need in order to succeed academically or professionally, it has become pathological and could even indicate full-blown attention deficit/hyperactivity disorder. Impulsivity is related to where you fall on the Attention dimension (being Unfocused tends to make you more impulsive). Inattention causes you to fail to focus on details and, as a consequence, to make careless mistakes in schoolwork, work, or other activities. It also causes you to have trouble organizing activities and makes you easily distracted. Hyperactivity is marked by fidgeting with your hands or feet, squirming in your seat, popping up when you are supposed to stay seated and talking excessively. Impulsivity manifests itself as blurting out answers before questions have been finished, difficulty waiting your turn, and interrupting or intruding on others, as by butting into conversations or games. At the other hand if you being so Focused that you miss something, or someone, that requires your attention."
            }
        ]
    },
    {
        "name": "axis",
        "data": [
            {
                "id": 0,
                "bg_name": "Печеливши ситуации",
                "en_name": "Celebratory plots",
                "label": "Celeb",
                "bg_desc": "Житейски събития изпълнени с печеливши чувства.",
                "en_desc": "Selebratory emotion ralated events."
            },
            {
                "id": 1,
                "bg_name": "Протичоверeчиви ситуации",
                "en_name": "Ambivalent plots",
                "label": "Ambi",
                "bg_desc": "Житейски събития, които подлагат на изпитание и изпълват  чувствата с противоречие и непоследователност.",
                "en_desc": "Еmotion ralated events with contradictory and inconsistancy."
            },
            {
                "id": 2,
                "bg_name": "Ощетяващи ситуации",
                "en_name": "Nuclear plots",
                "label": "Nuce",
                "bg_desc": "Житейски събития изпълнени със загуби и неблагоприятни последствия.",
                "en_desc": "Еmotion ralated events with high stake, generating discomfort, distress or maladjustments."
            },
            {
                "id": 3,
                "bg_name": "Губещи ситуации",
                "en_name": "Harmatic plots",
                "label": "Harm",
                "bg_desc": "Житейски събития, които нараняват, вредят или замърсяват душата.",
                "en_desc": "Еmotion ralated events which are associated with great loss, distress or contamination of the soul with nasty life experiences."
            }
        ]
    },
    {
        "name": "dimentions",
        "data": [
            {
                "id": 0,
                "bg_name": "Положителни  състояния",
                "en_name": "Positive states"
            },
            {
                "id": 1,
                "bg_name": "Отрицателни състояния",
                "en_name": "Negative states"
            },
            {
                "id": 99,
                "bg_name": "Противоречиви състояния",
                "en_name": "Ambivalent states"
            }
        ]
    },
    {
        "name": "domains",
        "data": [
            {
                "id": 0,
                "script_id": 0,
                "bg_name": "Забавно",
                "en_name": "Amusement"
            },
            {
                "id": 1,
                "script_id": 0,
                "bg_name": "Симпатия",
                "en_name": "Sympathy"
            },
            {
                "id": 2,
                "script_id": 0,
                "bg_name": "Ентусиазъм",
                "en_name": "Enthusiasm"
            },
            {
                "id": 3,
                "script_id": 1,
                "bg_name": "Неведение",
                "en_name": "Naivety"
            },
            {
                "id": 4,
                "script_id": 2,
                "bg_name": "Гнет",
                "en_name": "Terror"
            },
            {
                "id": 5,
                "script_id": 2,
                "bg_name": "Злоба",
                "en_name": "Rancor"
            },
            {
                "id": 6,
                "script_id": 3,
                "bg_name": "Скръб",
                "en_name": "Grief"
            },
            {
                "id": 7,
                "script_id": 4,
                "bg_name": "Неохота",
                "en_name": "Repugnance"
            },
            {
                "id": 8,
                "script_id": 5,
                "bg_name": "Сдържаност",
                "en_name": "Coyness"
            },
            {
                "id": 9,
                "script_id": 0,
                "bg_name": "Ободряване",
                "en_name": "Alleviation"
            }
        ]
    },
    {
        "name": "emotions",
        "data": [
            {
                "id": 0,
                "bg_name": "Оживление",
                "en_name": "Hilarity",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 0,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 1,
                "bg_name": "Радост",
                "en_name": "Joy",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 0,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 2,
                "bg_name": "Жизнерадост",
                "en_name": "Mirth",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 0,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 3,
                "bg_name": "Щастие",
                "en_name": "Happiness",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 0,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 4,
                "bg_name": "Възрадване",
                "en_name": "Rejoice",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 0,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 5,
                "bg_name": "Веселие",
                "en_name": "Gaiety",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 0,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 6,
                "bg_name": "Ликуване",
                "en_name": "Glee",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 0,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 7,
                "bg_name": "Тържествуване",
                "en_name": "Triumph",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 0,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 8,
                "bg_name": "Блаженство",
                "en_name": "Bliss",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 0,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 9,
                "bg_name": "Влечение",
                "en_name": "Affinity",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 1,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 10,
                "bg_name": "Привличане",
                "en_name": "Affection",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 1,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 11,
                "bg_name": "Очарование",
                "en_name": "Fascination",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 1,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 12,
                "bg_name": "Изкушение",
                "en_name": "Temptation",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 1,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 13,
                "bg_name": "Любов",
                "en_name": "Love",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 1,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 14,
                "bg_name": "Страст",
                "en_name": "Desire",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 1,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 15,
                "bg_name": "Копнеж",
                "en_name": "Longing",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 1,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 16,
                "bg_name": "Възхита",
                "en_name": "Awe",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 1,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 17,
                "bg_name": "Обожание",
                "en_name": "Adoration",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 1,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 18,
                "bg_name": "Охота",
                "en_name": "Relish",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 2,
                "string_id": 2,
                "tension_id": 0
            },
            {
                "id": 19,
                "bg_name": "Интерес",
                "en_name": "Interest",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 2,
                "string_id": 2,
                "tension_id": 0
            },
            {
                "id": 20,
                "bg_name": "Любопитство",
                "en_name": "Curiosity",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 2,
                "string_id": 2,
                "tension_id": 0
            },
            {
                "id": 21,
                "bg_name": "Бдителност",
                "en_name": "Alertness",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 2,
                "string_id": 2,
                "tension_id": 1
            },
            {
                "id": 22,
                "bg_name": "Вълнение",
                "en_name": "Excitement",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 2,
                "string_id": 2,
                "tension_id": 1
            },
            {
                "id": 23,
                "bg_name": "Възторг",
                "en_name": "Elation",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 2,
                "string_id": 2,
                "tension_id": 1
            },
            {
                "id": 24,
                "bg_name": "Въодушевление",
                "en_name": "Exuberance",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 2,
                "string_id": 2,
                "tension_id": 2
            },
            {
                "id": 25,
                "bg_name": "Ненасита",
                "en_name": "Crave",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 2,
                "string_id": 2,
                "tension_id": 2
            },
            {
                "id": 26,
                "bg_name": "Жар",
                "en_name": "Zest",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 2,
                "string_id": 2,
                "tension_id": 2
            },
            {
                "id": 27,
                "bg_name": "Странно",
                "en_name": "Odd",
                "dimension_id": 99,
                "script_id": 1,
                "domain_id": 3,
                "string_id": 2,
                "tension_id": 0
            },
            {
                "id": 28,
                "bg_name": "Колебание",
                "en_name": "Perplexity",
                "dimension_id": 99,
                "script_id": 1,
                "domain_id": 3,
                "string_id": 2,
                "tension_id": 0
            },
            {
                "id": 29,
                "bg_name": "Недоумение",
                "en_name": "Puzzlement",
                "dimension_id": 99,
                "script_id": 1,
                "domain_id": 3,
                "string_id": 2,
                "tension_id": 0
            },
            {
                "id": 30,
                "bg_name": "Озадачение",
                "en_name": "Bewilderment",
                "dimension_id": 99,
                "script_id": 1,
                "domain_id": 3,
                "string_id": 2,
                "tension_id": 1
            },
            {
                "id": 31,
                "bg_name": "Учудване",
                "en_name": "Wonder",
                "dimension_id": 99,
                "script_id": 1,
                "domain_id": 3,
                "string_id": 2,
                "tension_id": 1
            },
            {
                "id": 32,
                "bg_name": "Изненада",
                "en_name": "Surprise",
                "dimension_id": 99,
                "script_id": 1,
                "domain_id": 3,
                "string_id": 2,
                "tension_id": 1
            },
            {
                "id": 33,
                "bg_name": "Изумление",
                "en_name": "Amazement",
                "dimension_id": 99,
                "script_id": 1,
                "domain_id": 3,
                "string_id": 2,
                "tension_id": 2
            },
            {
                "id": 34,
                "bg_name": "Удивление",
                "en_name": "Astonishment",
                "dimension_id": 99,
                "script_id": 1,
                "domain_id": 3,
                "string_id": 2,
                "tension_id": 2
            },
            {
                "id": 35,
                "bg_name": "Смайване",
                "en_name": "Astound",
                "dimension_id": 99,
                "script_id": 1,
                "domain_id": 3,
                "string_id": 2,
                "tension_id": 2
            },
            {
                "id": 36,
                "bg_name": "Смут",
                "en_name": "Dismay",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 4,
                "string_id": 2,
                "tension_id": 0
            },
            {
                "id": 37,
                "bg_name": "Тревога",
                "en_name": "Worry",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 4,
                "string_id": 2,
                "tension_id": 0
            },
            {
                "id": 38,
                "bg_name": "Бoязън",
                "en_name": "Flinch",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 4,
                "string_id": 2,
                "tension_id": 0
            },
            {
                "id": 39,
                "bg_name": "Опасение",
                "en_name": "Dread",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 4,
                "string_id": 2,
                "tension_id": 1
            },
            {
                "id": 40,
                "bg_name": "Паника",
                "en_name": "Panic",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 4,
                "string_id": 2,
                "tension_id": 1
            },
            {
                "id": 41,
                "bg_name": "Страх",
                "en_name": "Fear",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 4,
                "string_id": 2,
                "tension_id": 1
            },
            {
                "id": 42,
                "bg_name": "Уплах",
                "en_name": "Scare",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 4,
                "string_id": 2,
                "tension_id": 2
            },
            {
                "id": 43,
                "bg_name": "Потрес",
                "en_name": "Aghast",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 4,
                "string_id": 2,
                "tension_id": 2
            },
            {
                "id": 44,
                "bg_name": "Ужас",
                "en_name": "Horror",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 4,
                "string_id": 2,
                "tension_id": 2
            },
            {
                "id": 45,
                "bg_name": "Раздразнение",
                "en_name": "Annoyance",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 5,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 46,
                "bg_name": "Яд",
                "en_name": "Exasperation",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 5,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 47,
                "bg_name": "Неприязън",
                "en_name": "Grudge",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 5,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 48,
                "bg_name": "Негодувание",
                "en_name": "Indignation",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 5,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 49,
                "bg_name": "Омраза",
                "en_name": "Resentment",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 5,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 50,
                "bg_name": "Гняв",
                "en_name": "Anger",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 5,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 51,
                "bg_name": "Ненавист",
                "en_name": "Hatred",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 5,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 52,
                "bg_name": "Възмущение",
                "en_name": "Outrage",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 5,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 53,
                "bg_name": "Ярост",
                "en_name": "Fury",
                "dimension_id": 1,
                "script_id": 2,
                "domain_id": 5,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 54,
                "bg_name": "Тъга",
                "en_name": "Sadness",
                "dimension_id": 1,
                "script_id": 3,
                "domain_id": 6,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 55,
                "bg_name": "Мъка",
                "en_name": "Torment",
                "dimension_id": 1,
                "script_id": 3,
                "domain_id": 6,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 56,
                "bg_name": "Униние",
                "en_name": "Gloom",
                "dimension_id": 1,
                "script_id": 3,
                "domain_id": 6,
                "string_id": 1,
                "tension_id": 0
            },
            {
                "id": 57,
                "bg_name": "Печал",
                "en_name": "Sorrow",
                "dimension_id": 1,
                "script_id": 3,
                "domain_id": 6,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 58,
                "bg_name": "Горест",
                "en_name": "Hardship",
                "dimension_id": 1,
                "script_id": 3,
                "domain_id": 6,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 59,
                "bg_name": "Покруса",
                "en_name": "Dejection",
                "dimension_id": 1,
                "script_id": 3,
                "domain_id": 6,
                "string_id": 1,
                "tension_id": 1
            },
            {
                "id": 60,
                "bg_name": "Терзание",
                "en_name": "Anguish",
                "dimension_id": 1,
                "script_id": 3,
                "domain_id": 6,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 61,
                "bg_name": "Отчаяние",
                "en_name": "Despair",
                "dimension_id": 1,
                "script_id": 3,
                "domain_id": 6,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 62,
                "bg_name": "Агония",
                "en_name": "Agony",
                "dimension_id": 1,
                "script_id": 3,
                "domain_id": 6,
                "string_id": 1,
                "tension_id": 2
            },
            {
                "id": 63,
                "bg_name": "Скука",
                "en_name": "Boredom",
                "dimension_id": 1,
                "script_id": 4,
                "domain_id": 7,
                "string_id": 0,
                "tension_id": 0
            },
            {
                "id": 64,
                "bg_name": "Равнодушие",
                "en_name": "Listlessness ",
                "dimension_id": 1,
                "script_id": 4,
                "domain_id": 7,
                "string_id": 0,
                "tension_id": 0
            },
            {
                "id": 65,
                "bg_name": "Пресита",
                "en_name": "Cloy ",
                "dimension_id": 1,
                "script_id": 4,
                "domain_id": 7,
                "string_id": 0,
                "tension_id": 0
            },
            {
                "id": 66,
                "bg_name": "Отегчение",
                "en_name": "Tiresome",
                "dimension_id": 1,
                "script_id": 4,
                "domain_id": 7,
                "string_id": 0,
                "tension_id": 1
            },
            {
                "id": 67,
                "bg_name": "Досада",
                "en_name": "Dullness",
                "dimension_id": 1,
                "script_id": 4,
                "domain_id": 7,
                "string_id": 0,
                "tension_id": 1
            },
            {
                "id": 68,
                "bg_name": "Омерзение",
                "en_name": "Abomination",
                "dimension_id": 1,
                "script_id": 4,
                "domain_id": 7,
                "string_id": 0,
                "tension_id": 1
            },
            {
                "id": 69,
                "bg_name": "Отвращение",
                "en_name": "Disgust",
                "dimension_id": 1,
                "script_id": 4,
                "domain_id": 7,
                "string_id": 0,
                "tension_id": 2
            },
            {
                "id": 70,
                "bg_name": "Погнуса",
                "en_name": "Aversion",
                "dimension_id": 1,
                "script_id": 4,
                "domain_id": 7,
                "string_id": 0,
                "tension_id": 2
            },
            {
                "id": 71,
                "bg_name": "Непоносимост",
                "en_name": "Loathing",
                "dimension_id": 1,
                "script_id": 4,
                "domain_id": 7,
                "string_id": 0,
                "tension_id": 2
            },
            {
                "id": 72,
                "bg_name": "Свян",
                "en_name": "Shyness",
                "dimension_id": 99,
                "script_id": 5,
                "domain_id": 8,
                "string_id": 0,
                "tension_id": 0
            },
            {
                "id": 73,
                "bg_name": "Неудобство",
                "en_name": "Embarrassment",
                "dimension_id": 99,
                "script_id": 5,
                "domain_id": 8,
                "string_id": 0,
                "tension_id": 0
            },
            {
                "id": 74,
                "bg_name": "Неловкост",
                "en_name": "Awkward",
                "dimension_id": 99,
                "script_id": 5,
                "domain_id": 8,
                "string_id": 0,
                "tension_id": 0
            },
            {
                "id": 75,
                "bg_name": "Срам",
                "en_name": "Shame",
                "dimension_id": 99,
                "script_id": 5,
                "domain_id": 8,
                "string_id": 0,
                "tension_id": 1
            },
            {
                "id": 76,
                "bg_name": "Съжаление",
                "en_name": "Regret",
                "dimension_id": 99,
                "script_id": 5,
                "domain_id": 8,
                "string_id": 0,
                "tension_id": 1
            },
            {
                "id": 77,
                "bg_name": "Обезсърчение",
                "en_name": "Discouragement",
                "dimension_id": 99,
                "script_id": 5,
                "domain_id": 8,
                "string_id": 0,
                "tension_id": 1
            },
            {
                "id": 78,
                "bg_name": "Немилост",
                "en_name": "Disgrace",
                "dimension_id": 99,
                "script_id": 5,
                "domain_id": 8,
                "string_id": 0,
                "tension_id": 2
            },
            {
                "id": 79,
                "bg_name": "Унижение",
                "en_name": "Humiliation",
                "dimension_id": 99,
                "script_id": 5,
                "domain_id": 8,
                "string_id": 0,
                "tension_id": 2
            },
            {
                "id": 80,
                "bg_name": "Позор",
                "en_name": "Ignominy",
                "dimension_id": 99,
                "script_id": 5,
                "domain_id": 8,
                "string_id": 0,
                "tension_id": 2
            },
            {
                "id": 81,
                "bg_name": "Покой",
                "en_name": "Soothe",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 9,
                "string_id": 0,
                "tension_id": 0
            },
            {
                "id": 82,
                "bg_name": "Спокойствие",
                "en_name": "Calmness",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 9,
                "string_id": 0,
                "tension_id": 0
            },
            {
                "id": 83,
                "bg_name": "Облекчение",
                "en_name": "Relief",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 9,
                "string_id": 0,
                "tension_id": 0
            },
            {
                "id": 84,
                "bg_name": "Утеха",
                "en_name": "Solace",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 9,
                "string_id": 0,
                "tension_id": 1
            },
            {
                "id": 85,
                "bg_name": "Разтуха",
                "en_name": "Assuage",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 9,
                "string_id": 0,
                "tension_id": 1
            },
            {
                "id": 86,
                "bg_name": "Лекота",
                "en_name": "Tranquility",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 9,
                "string_id": 0,
                "tension_id": 1
            },
            {
                "id": 87,
                "bg_name": "Нега",
                "en_name": "Sigh",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 9,
                "string_id": 0,
                "tension_id": 2
            },
            {
                "id": 88,
                "bg_name": "Доволство",
                "en_name": "Serenity",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 9,
                "string_id": 0,
                "tension_id": 2
            },
            {
                "id": 89,
                "bg_name": "Наслада",
                "en_name": "Delight",
                "dimension_id": 0,
                "script_id": 0,
                "domain_id": 9,
                "string_id": 0,
                "tension_id": 2
            }
        ]
    },
    {
        "name": "factors",
        "data": [
            {
                "id": 0,
                "bg_name": "Спонтанност",
                "en_name": "Spontaneity",
                "label": "L",
                "bg_desc": "Мисловен и емоционален отзвук на вътрешната склонност да се отстояват и преживяват сцени и сценарии, характерни за ориентираните към човека ценностни предпочитания: Установено е, че тези предпочитания се съпровождат от по-малко превъзходство на лявата половина на мозъка, повече дясна умствена дейност – въображението и приоритет на емоционалността. Хора с по-високо процентно съотношение може да се очаква, че са с постоянство в положителното поддържане на междуличностни връзки и лесно се увличат в процеса на общуване. Тази умствена настройка е характерна за хора, на които са  им позволявани повече емоционални изживявания в детството, отнасяли са се равностойно към тях и техните нужди, родителите им поддържат отношение към слабостите като нещо, което може да се търпи и  подобрява с любов, грижа и подкрепа. Приобщавани са с цената на много положителни вложения и добронамерена отзивчивост, с по-малка критичност и затова са по-възприемчиви към положителните чувства. Склонни са да вярват, че чувствата и желанията трябва да се изразяват свободно, да се ценят и удовлетворяват, да не се отричат и затова са предразположени и към наситени и крайни чувства, без задръжки, като това ги води и до неочаквани и разтърсващи емоционални обрати – изблици на безцеремонно високомерие и пристъпи на възмущение.  Насърчават с усмивка, очакват да им се отвърне по същия начин, дори и от съперниците си. Хора с такива отчетливи убеждения не страдат от безпокойства при общуването, сближават се с лекота, способни са на силна взаимна привързаност, състрадание и всеотдайна любов, без да имат нужда да се усамотяват, изразяват свободно волята си и не се притесняват да поемат рискове. Забелязва се отчетливо нагласата хем да не се самообвиняват, хем да могат да се оттърсват от чувството за вина, предизвиквайки начина,  по който са устроени обстоятелствата и живота, дори с цената да заклеймят по-вишестоящи от тях.",
                "en_desc": "(Left wing ideo-affective resonance; Cognitive and emotional resonance of an affinity to the family of “humanistic life-value scripts”: less left cerebral dominance, more right oriented mental processes, imaginative and emotional, with salience of an interdependence between people and relatives, active interpersonal connections and social involvement, child-centered permissive and egalitarian approaches in breeding, beliefs and life preferences that weakness is to be tolerated and ameliorated with love, care and support. People with this orientation are socialized by maximization with positive emotions and sympathetic responses, with less criticism, so they are more perceptive to positive affects. They tend to belief that self-expressions and desires have to spring spontaneously from inner self, have to be savored and relished, not denied and tend to experience high contrast emotions with no restrain, rapid to sudden shifts, sociophilic, capable of strong love, tender and compassionate mutual aid to frantic arrogance and outrage. They encourage smiling and expect to evoke and reciprocating it, searching for adversarial. With less social restlessness, they are easily communicative with no need to be alone, resonate strongly to free expression of will, with less fear of risk taking.  Shared impunitive to extra-punitive attitude, to challenge without deep feeling of guilt or shame and blame for the intolerable costs establishment or authorities.)"
            },
            {
                "id": 1,
                "bg_name": "Сдържаност",
                "en_name": "Restrain",
                "label": "R",
                "bg_desc": "Мисловен и емоционален отзвук на вътрешната склонност да се отстояват и преживяват сцени и сценарии, характерни за ориентираните към нормите ценностни предпочитания: Тези предпочитания се съпровождат от по-голямо превъзходство на лявата половина на мозъка, по-малко функции на дясната – преимуищество на логичността и разумната детайлна преценка. Хора с по-високо процентно съотношение може да се очаква, че са ориентирани повече към себе си или по-скоро към стандартите и очакванията си за другите, съобразени с нормите и предварително преценени и разграничаващи се от спонтанността решения. Тази умствена настройка е характерна за хора, които държат на йерархичните и сдържани подходи в живота, готови са да следват високи цели и са горди да показват своята компетентност, силна воля и решителност, независимост и превъзходство, подценяват нишестоящите, лишават или наказват тези, които не се подчиняват или се отклоняват от образците, според които трябва да се живее, отричат важността и ролята на собствените си чувства. Желанията и страстите трябва да се пренебрегват, освен ако удоволствието не е заслужено за добро изпълнение на задълженията или постигане на успеха. В детството са им позволявани по-малко положителни изживявания, напътствани са с критика и отрицателна обратна връзка и затова са по-възприемчиви към отрицателните емоции. Смятат, че човешките слабости трябва да се отхвърлят или наказват. Не са склонни към разнообразни, наситени и крайни чувства, с  добре очертани емоционални задръжки, типични за хора, които не понасят да общуват много при разнообразни социални обстоятелства, и затова предпочитат дистанцията.  Вярват в традиционния начин на живот, където сигурността и стабилността са изключително важни, като хвърлят вина или върху себе си или върху тези, които допускат да се превърнат в техни изкупителни жертви. Показват нищожно състрадание и разбиране към тези които страдат и се оплакват заради липсата им на воля. Защитават и са твърдо предубедени, че начина, по който е устроен живота трябва да бъде съхранен и запазен.",
                "en_desc": "(Right wing ideo-affective resonance; Cognitive and emotional resonance of an affinity to the family of \"normative life value scripts\": more left cerebral dominance of mental processes, logical and rational, with self-centered or orientation to predetermined pathways, standards and norms, which relay on restrictive and hierarchical approaches, ready to punish and derogate inferiors, beliefs and life preferences to strong, decisive will, capable to obtain higher life purposes and pursue visionary aims, to be proud for competence, obedience and denial of validity of one own affects. People with this orientation are socialized with negative emotions maximization and criticism, so they are more perceptive to negative affects, where weakness has to be forbidden and punished. Drives and sentimentality have to be ignored or to defer pleasure deriving from fulfilling obligations, a kind of sociophobic reaction, distancing and social restlessness – need to shift from attentive communication to be alone, timid and humble. They are looking for substantial control over free expression, especially negative emotions, tend to be compliant, serious, and modest, easily to give up in competitions and to depend to sometimes dubious and cycling enjoyment. They tend to prefer stable and secure traditional relationships, they place the blame on those, who are considered victims, for intolerable costs upon those who suffer and complain, with minimized sympathetic response, more defensive and judgmental to establishment.)"
            }
        ]
    },
    {
        "name": "management",
        "data": [
            {
                "id": 0,
                "bg_name": "Успокоителен обмен",
                "en_name": "Sedative awareness",
                "en_desc": "It is a sign of tendency which enable to resume dealing with the escaping source of negative affects and more effective remediation, reduction or attenuation is gained. It is transient state of optimizing the non-winning trade-offs or coping by masking of or compromising the confusion of limited personal resources to deal with stress.",
                "bg_desc": "(Унес) Търсиш и намираш в живота различни начини за лично успокояване, временно облекчаване. Резултатите показват, че има частичен или временен, неустойчив баланс между намеренията ти, последствията от действията и отношенията с другите, съпоставени с условията и уменията ти да постигаш това, към което се стремиш.",
                "score_group": "00"
            },
            {
                "id": 1,
                "bg_name": "Уравновесен обмен",
                "en_name": "Balanced awareness",
                "en_desc": " Optimized and satisfied emotional life due to successful strategies to keep short-term winning emotional payoff. There are no clear signs for future long-term balance to be stable and it could transform in self-sedative or pre-addictive management state.",
                "bg_desc": "(Хармония) Общото състояние на емоционалния ти живот показва благоприятно съотношение в полза на положителните преживявания. Въпреки хармоничните взаимоотношения и благотворния изход от житейските обстоятелства няма ясен знак, че в бъдеще тази перспектива би могла да се задържи като дългосрочна тенденция. Равновесието е непостоянно състояние, особено когато претърпяваш изпитания. Това оставя своя отпечатък на редуващи се благотворни и ощетяващи изживявания. Внимателно осмисляш последствията, така че да избегнеш или да редуваш успокоителни и увличащи отношения.",
                "score_group": "11, 01, 10"
            },
            {
                "id": 2,
                "bg_name": "Увличащ обмен",
                "en_name": "Pre-addictive awareness",
                "en_desc": "Prompt to partially sedate with skills which leading to a kind unrealistic feelings, „as if“ benefits when negative anticipation is evoked and linked to further unpleasant emotional consequences and so increases urgency to deal with minimal risk. There is a clear signs of temporal balanced nuclear outcomes due to conditional minimization of emotional effects, leading sometimes to lack of motivation or of positive exaggeration and overload due to maximization of positive trade-offs by strong commitment to something valuable to compensate negative emotional experience at expanse of potential future emotional turbulence.",
                "bg_desc": "(Захлас) Само частично намираш начини да уталожиш и намалиш емоционалните вреди и стреса с познатите ти умения или навици, като в същото време проличава и тенденция да губиш почва под краката, да се появяват моменти на силни предизвикателства към емоционалната устойчивост, както и да изпитваш трудности да предугаждаш и негативните последствия, да смесваш в гледната си точка реалистични и нереалистични отношения и преценки, дори и при обичайни ситуации, с минимални рискове. Ефектът от тази неравномерност в чувствата насочва към това, че използваш омаловажаващи или прикриващи отрицателния ефект на емоциите подходи, което води до частичното им осъзнаване. Това може да доведе до нереалистични очаквания или да те лиши от мотивация. Насочва към това, че наваксваш за отрицателните си преживявания с преувеличаване на положителните, което може да създаде неочаквани конфликти или напрежение, поради което трудно може да се предскаже резултата или благоприятния изход, въпреки временното удовлетворение, което изпитваш.",
                "score_group": "02, 12"
            },
            {
                "id": 3,
                "bg_name": "Пристрастяващ обмен",
                "en_name": "Addictive awareness",
                "en_desc": "Temporal, unsuccessful or compulsive try to find way out from difficult situation or get rid of without positive savoring, whose absence is punishing and whose presence briefly provides relief, but also perpetual vigilance and minimal awareness is provided as a cost of emotional turbulence. There is a clear signs of emotional turbulent trade-offs due to a frequent conflicts, confusions about the personal meaning and purposes or of stressful and non-optimized overload due to not well managed emotional ambiguities or unsuccessful compromising which leads to self-sacrifices and high risk for personal integrity.",
                "bg_desc": "(Опиянение) Макар и да предоставят временно и кратко облекчение и намаляване на емоционалното напрежение, навиците и подходите, с които човек се опитва да предотврати неуспехите или несполуките от трудни за решаване житейски проблеми, в крайна сметка завършват с неблагоприятен изход, който поддържа нереалистични емоционални пристрастия и високата вероятност да се поддаде отново и отново на високорискови или нараняващи преживявания вследствие на лични емоционални навици.",
                "score_group": "20, 21, 22"
            }
        ]
    },
    {
        "name": "miniscripts",
        "data": [
            {
                "id": 0,
                "bg_name": "Изследователство",
                "en_name": "Exploration",
                "subscript_id": 0,
                "domain1_id": 3,
                "domain2_id": 2,
                "bg_desc": "Имаш желание да постигнеш проникновение или да разкриеш потенциала си като се стремиш да проучваш нови полета и възможности или да получиш признание за откритията ти.",
                "en_desc": "Wish to repeat discoveries or to become recognized for investigation."
            },
            {
                "id": 1,
                "bg_name": "Усъвършенстване",
                "en_name": "Improvement",
                "subscript_id": 0,
                "domain1_id": 3,
                "domain2_id": 9,
                "bg_desc": "Увеличаваш потенциала си като развиваш уменията и талантите си, макар понякога да е за сметка на другите.",
                "en_desc": "Increased continuing positive peaks in development of skills, talents, sometimes maintaining others for your personal benefits."
            },
            {
                "id": 2,
                "bg_name": "Ангажираност",
                "en_name": "Responsiveness",
                "subscript_id": 1,
                "domain1_id": 2,
                "domain2_id": 1,
                "bg_desc": "Търсиш по-ангажирано и активно, отколкото да очакваш пасивно нещо неизживяно досега. Намираш `общи допирни точки` между важните за теб цели и всичко останало, което приемаш за лично достояние, като се стараеш с чувство за отговорност да се превръне в като нещо цялостно.",
                "en_desc": "Evoking or seeking rather than to be passively opened to something never experienced. Integrate a lot of diverse relationships by `cross-referencing` that rendered all relevant to your personal sense of responsiveness."
            },
            {
                "id": 3,
                "bg_name": "Ползотворност",
                "en_name": "Productive",
                "subscript_id": 2,
                "domain1_id": 2,
                "domain2_id": 9,
                "bg_desc": "Допринасяш с постиженията си отново и отново.",
                "en_desc": "Producing contributions with success again and again. "
            },
            {
                "id": 4,
                "bg_name": "Творчество",
                "en_name": "Creative",
                "subscript_id": 2,
                "domain1_id": 2,
                "domain2_id": 0,
                "bg_desc": "Опитваш да създадеш нещо ново или оригинално.",
                "en_desc": "Attempt to invent something new or perform yourself in a unique fashion."
            },
            {
                "id": 5,
                "bg_name": "Сполука",
                "en_name": "Anticipatory",
                "subscript_id": 4,
                "domain1_id": 3,
                "domain2_id": 1,
                "bg_desc": "Ориентираш се и очакваш в бъдеще да постигнеш голямо възнаграждение, избор, който ти носи удовлетворение и в настоящия момент.",
                "en_desc": "Positive future-oriented of a great reward that offer the `summon bonum` in the present."
            },
            {
                "id": 6,
                "bg_name": "Постижения",
                "en_name": "Aesthetic",
                "subscript_id": 2,
                "domain1_id": 0,
                "domain2_id": 9,
                "bg_desc": "Търсиш начини да се обогатиш естетически, да се отдадеш на артистично изживяване, но и да се гордееш като допринасяш с красота.",
                "en_desc": "Looking for life-completeness in a gentle way or entertaining, embellishing taking pride in something."
            },
            {
                "id": 7,
                "bg_name": "Инициативност",
                "en_name": "Aggregation",
                "subscript_id": 3,
                "domain1_id": 0,
                "domain2_id": 1,
                "bg_desc": "Правиш такъв подбор на важните за теб хора и цели или комбинираш неща като вярваш, че това ще увеличи ш ансовете и източниците на ресурси. Това подсилва условията да се увенчаеш с успех.",
                "en_desc": "Multiply sources are conjoined in new choice of enterprising."
            },
            {
                "id": 8,
                "bg_name": "Благодарност",
                "en_name": "Gratitude",
                "subscript_id": 3,
                "domain1_id": 1,
                "domain2_id": 9,
                "bg_desc": "Отново и отново преживяваш положителни емоции като преоткриваш или се връщаш към минали моменти, теми и места, ритуали или действия, осъществаваш намеренията си според възможностите ти, толкова, колкото ти е достатъчно.",
                "en_desc": "Re-experiencing something doable again and again, to turn something easy enough to accomplish or to get a reward attempts to revisit or recover the past or take part in admirable life rituals, rehearsals and repetitions, revisiting lovely places and topics."
            },
            {
                "id": 9,
                "bg_name": "Рискуване",
                "en_name": "Gambling",
                "subscript_id": 0,
                "domain1_id": 3,
                "domain2_id": 0,
                "bg_desc": "Опитваш да вложиш малко усилия или предприемаш такива премерени рискове, за да постигнеш спечелиш значително, което да облекчи отрицателните чувства от евентуални загуби.",
                "en_desc": "Prompt to invest a small amount of efforts to win psychic affluence that would attenuate negative affects."
            },
            {
                "id": 10,
                "bg_name": "Обмисляне",
                "en_name": "Systematic",
                "subscript_id": 12,
                "domain1_id": 9,
                "domain2_id": 7,
                "bg_desc": "Опитваш се да разбереш причината за случващи се проблеми, да размишляваш задълбочено, за да ги подредиш. Планираш цялостно и подробно причините и последствията.",
                "en_desc": "Try to understand by asking what or how problems happens or prompt transformation through reconsidering issues."
            },
            {
                "id": 11,
                "bg_name": "Възползване",
                "en_name": "Opportunism",
                "subscript_id": 12,
                "domain1_id": 0,
                "domain2_id": 6,
                "bg_desc": "Отлагаш, защото преживяваш период, през който животът те лишава от възможности да го експлоатираш за свое лично облагодетелстване. Тъй като проблемите могат да бъдат решени в друг момент, за когото смяташ, че ще е по-благоприятен и допускаш че противоречията ще отминат, смяташ, че решение ще се намери, въпреки ограничените ти усилия.",
                "en_desc": "You know that life would not allow you to exploit all resources for you own benefits and you back off the problematic for another day that might be more fortunate which may lead to bifurcation or partial affluence to coexist with severe remediation or limitation of efforts)"
            },
            {
                "id": 12,
                "bg_name": "Посвещение",
                "en_name": "Dedication",
                "subscript_id": 6,
                "domain1_id": 2,
                "domain2_id": 6,
                "bg_desc": "Поемаш щети и негативни последствия като необходима част от мисията ти да предoтвратиш или помогнеш проблемите да не се случат отново. Намираш мотив като се водиш от идеалните ти представи за живота.",
                "en_desc": "Absorb negative emotional costs as a necessary price when try to give meaning to prevent or help problems not to happen again or to produce idealized future as a doubling motive."
            },
            {
                "id": 13,
                "bg_name": "Предпазливост",
                "en_name": "Prudential",
                "subscript_id": 5,
                "domain1_id": 0,
                "domain2_id": 4,
                "bg_desc": "Опитваш се да намалиш рисковете като избягваш бъдещи отрицателни последици.",
                "en_desc": "Prompt to moderate the risks avoiding future negative consequences."
            },
            {
                "id": 14,
                "bg_name": "Неотстъпчивост",
                "en_name": "Determination",
                "subscript_id": 14,
                "domain1_id": 5,
                "domain2_id": 6,
                "bg_desc": "С цената да си на ръба да се побъркаш заради свои драматични претенции или завист, вместо да се оттеглиш и изплашиш пред по-силни от теб препятствия. Събираш амбиция да извоюваш това, което искаш или да се изправиш с решителност срещу това, което ти отнема удовлетворението и представлява нещо важно за теб. Да спечелиш това, което искаш не е достатъчно, а да загубиш - не е предизвикателство. Издава слабости в характера като прекалена амбиция или липса на търпение например, които могат да се превърнат в предимства стига да платиш необходимата цена и да се упражниш в дисциплина, която може да те предпази от отчаяние и безразсъдство.",
                "en_desc": "The obstacles drive you half mad instead of funk and cowardly flew. Choosing to face, to confront with and show resilience you have dramatic aspirations due to envy or deprivation irresistibly drawn to something more important then you, in the face of punishment, to win over or lose much then you could gain through splendidly at the cost of discipline to tame the desperation."
            },
            {
                "id": 15,
                "bg_name": "Опростяване",
                "en_name": "Simplification",
                "subscript_id": 9,
                "domain1_id": 0,
                "domain2_id": 7,
                "bg_desc": "Живееш според ограничерните ти възможности, за да преобърнеш отрицателните си преживавания в нещо лесно и достатъчно достижимо като опростяваш решенията си или се опитваш да избегнеш конкуренцията в живота.",
                "en_desc": "Try to turn negative experience to something easy enough to accomplish the life style in the attempt to deal with turbulence to get away from the human „rat race“."
            },
            {
                "id": 16,
                "bg_name": "Надежда",
                "en_name": "Hope",
                "subscript_id": 14,
                "domain1_id": 9,
                "domain2_id": 6,
                "bg_desc": "Разчиташ, че като понасяш лишения и страдание в настоящия момент, ще си осигуриш облекчение за съмненията или липсата на нещо изгубено или нещо, което обещава възнаграждение в бъдеще.",
                "en_desc": "May provide the rewards in the future over suffering or scarcity in the past or present, offering promises, arising from the image of future or past, whose outcome to some extent we doubt, a kind of antidote or attenuation, i.e. looking for compassion or mercy."
            },
            {
                "id": 17,
                "bg_name": "Съобразяване",
                "en_name": "Conformity",
                "subscript_id": 12,
                "domain1_id": 6,
                "domain2_id": 8,
                "bg_desc": "Нагаждаш се към и следваш предимно очакванията на другите, за да не загубиш уважавението им или да получиш някакъв шанс от тях или да преодолееш чувство за вина.",
                "en_desc": "Comply to be with other people to enable partial recognition or at least some chance to overcome guilty feelings."
            },
            {
                "id": 18,
                "bg_name": "Достойнство",
                "en_name": "Dignity",
                "subscript_id": 15,
                "domain1_id": 4,
                "domain2_id": 9,
                "bg_desc": "Пренатоварваш се от значението на проблемите или смисъла на несполуките, които може би са по-големи от възможностите и волята ти да се справиш и каквото и да предприемеш, се озоваваш там, откъдето тръгваш, попадаш на същата тема отново и отново. Приемаш с достойнство, че тези проблеми не са само твои, а са проблеми на човешкото съществуване, че ги преживяваш като нещо. Това не само те поставя натясно и рискува да се превърне в трагедия, но изисква и влагане на допълнителни усилия, за да избегнеш повторението на собствения или чужд модел, който увлича към беда или провал.",
                "en_desc": "Preoccupied with some trouble or problem, which is big thing, then no matter what you start from, the association will lead finally and inevitably back to that same theme, a condition over you have very little control. There is a dignity in seeing that this is an existential problem and it may even appearс as smoothing nasty, as a situation which is too foul to be a subject of a tragedy, but of a working out to unchain from repetition of."
            },
            {
                "id": 19,
                "bg_name": "Примирение",
                "en_name": "Resignation",
                "subscript_id": 10,
                "domain1_id": 1,
                "domain2_id": 6,
                "bg_desc": "Оттегляш се и се отказваш, когато смяташ, че не е достатъчно да се подчиниш или да се предадеш на житейския натиск. Все пак приемаш, че това е най-доброто, което можеш да направиш, като запазиш с чувство на носталгия или съхраниш вярата, че нещата в живота, изпълнен с лишение и страдание, може да се наредят от само себе си, дори и това да коства самота и неразбиране.",
                "en_desc": "Prompt to resign when submission is not appropriate to overwhelming pressure and obligatory state, inherited to evoke positive feeling for being „good“, a kind of feeling of solitude or nostalgia about something lost, or sharing common faith with others about negative consequences from poverty or scarcity of life."
            },
            {
                "id": 20,
                "bg_name": "Объркване",
                "en_name": "Confusion",
                "subscript_id": 11,
                "domain1_id": 3,
                "domain2_id": 4,
                "bg_desc": "Когато в живота човек е сварен в неподготвена позиция, обикновено придава на подобно развитие смисъл на злощастие или оправдава с моментно затруднение или недоразумение, може би дължащи се на липса на възможност за преценка или стеснена свобода за избор. Ограниченията пред намеренията  и широтата на погледа пречат човек да разгърне напълно и по подходящия начин капацитета си. Това състояние е проява на мнителност и води към търсене на повод за подозрения. Понякога подобни състояния карат човек да се замисли за съмнителни взаимоотношения, които го ощетяват умишлено, като отнемат шанса измамен и измамник да си получат заслуженото и вследствие на това единият понася загубата.",
                "en_desc": "Been unprepared, starved by shakedown, with lack of freedom to choose and to express feelings of been hooked - involved in cunning “one-sided winning” life con game sequel without well-guarantied reciprocating and little chance to exercise full capacity in favorable undone, anticipating new losses."
            },
            {
                "id": 21,
                "bg_name": "Горчивина",
                "en_name": "Bitterness",
                "subscript_id": 14,
                "domain1_id": 6,
                "domain2_id": 7,
                "bg_desc": "Когато се съчетаят силна самовлюбеност, непоносимост към себе си и собствените постъпки или се натрупат твърде противоречиви чувства на любов-омраза едновременно към някого, животът те въвлича в междуличностни конфликти, така, че да смяташ, че хем не можеш без даден човек или хората около теб, представляващи страна в конфликтите, хем ти се иска да не са близо до теб и ти до тях и това обяснява състоянието на разочарование и отказ от от взаимно разбиране.",
                "en_desc": "When combination of a deep self-love, excessive self-disgust or perennial love-hate relationship appears, there is an involvement in a interpersonal conflicts, so each party appears at once „divine and satanic“ to other party and so they can neither live with or without each others which may lead to disappointments and misunderstanding in relations."
            },
            {
                "id": 22,
                "bg_name": "Несполука",
                "en_name": "Misfortune",
                "subscript_id": 19,
                "domain1_id": 6,
                "domain2_id": 3,
                "bg_desc": "Неуспехи или неудачно стечение на обстоятелствата, превръщат живота ти в мудно изпитание, за които човек не предполага, че може и да не е подготвен и за които не можеш да се опреш на интуицията си или житейския ти опит за това какъв ще бъде вероятния изход и въпреки това крият частично шансове да извлечеш някакви положителни поуки.",
                "en_desc": "A setback of hardships or sudden accident take off over your emotional experience and trace it deeply and turn into a sluggish challenging trample and it depends on your efforts, even your are still not prepared for to deal with it, to be successfully transformed in a partial positives."
            },
            {
                "id": 23,
                "bg_name": "Компромиси",
                "en_name": "Acceptance",
                "subscript_id": 10,
                "domain1_id": 6,
                "domain2_id": 4,
                "bg_desc": "Когато приемаш със загриженост, съпричастие или привързаност отношенията си с другите и това, което обичаш, правиш и трудни избори, дори и да не са по вкуса ти и живота да не се съобразява с волята ти.",
                "en_desc": "Consideration of a choice which had not been made by will but is inherent to existence."
            },
            {
                "id": 24,
                "bg_name": "Високомерие",
                "en_name": "Arrogance",
                "subscript_id": 17,
                "domain1_id": 5,
                "domain2_id": 0,
                "bg_desc": "Извличаш удоволствие от облагодетелстване, понякога от нещастието или несполуките на другите, за които смяташ, че те са си ги заслужили. Дори и тайно, вътре в себе си имаш възможност да получиш непосредствено удовлетворение, че превъзхождаш другите, които смяташ за маловажни, или от това да намираш начин да ги омаловажиш преди да са те наранили.",
                "en_desc": "A pleasure derived from looking down at in the face of others and their misfortune or mistakes; a prompt to make the others feel the negative feelings personally by pouting or express open enjoyment of the other person`s comeuppance (harm-joy), looking down on someone or get pleasure from someone`s pain which you think they may deserved. This may lead to gain more personal benefits of secret gratification being insensitive, disdainful or comfortable with the anger or from attempt to surpassing the others in some vindictive way."
            },
            {
                "id": 25,
                "bg_name": "Дързост",
                "en_name": "Boldness",
                "subscript_id": 6,
                "domain1_id": 8,
                "domain2_id": 2,
                "bg_desc": "С много усилия се опитваш да намалиш отрицателните последствия или да си върнеш отново благоприятното състояние като се съгласяваш да признаеш и с готовност да платиш подходяща емоционална цена, за да си поправиш или неутрализираш вредите, но понякога в името на престижа или самочувствтието си криеш намеренията си.",
                "en_desc": "With a great deal of efforts for the benefits that would minimize negative emotional consequences you try to undo or pay appropriate price to be absorbed to reinstated or neutralize negative emotional costs, for insisting to reenter to positive state of emotions again, but sometimes stalking people in a creepy manner."
            },
            {
                "id": 26,
                "bg_name": "Непоколебимост",
                "en_name": "Perseverance",
                "subscript_id": 1,
                "domain1_id": 5,
                "domain2_id": 2,
                "bg_desc": "Опитваш се да запазиш това, което цениш, накърнено от безуспешните опити или провали да осъществиш житейски цели, като приемаш, че трябва да плащаш извънредна и непосилна цена.",
                "en_desc": "Trying to pay excessive intellectual or material price to remain one’s own awareness eroded by unsuccessful completion of life aims or by excessive failures to make progress toward completion."
            },
            {
                "id": 27,
                "bg_name": "Подозрениe",
                "en_name": "Suspicion",
                "subscript_id": 19,
                "domain1_id": 5,
                "domain2_id": 3,
                "bg_desc": "Предизвикателствата ощетяват, отнемат възможности, подбуждат към завист или обиждат дълбоко, понякога до такава степен, че обстоятелствата те подтикват да смяташ другите за основната причина.",
                "en_desc": "Sometimes life-pranks have insulted you, took out opportunities and have forced you to think that other people deserve their proper pay-off."
            },
            {
                "id": 28,
                "bg_name": "Противопоставяне",
                "en_name": "Toxic-Counteractive",
                "subscript_id": 15,
                "domain1_id": 5,
                "domain2_id": 4,
                "bg_desc": "Прoтивопоставяш се на опасност или на нещо, което те уязвява, обижда, наранява, вреди. Кара те да се подготвяш да отвърнеш или да си изкараш, каквото ти се е натрупало в опит да се освободиш от тежестта на емоционалната несправедливост и ощетеност, така че да съответства на непосилните и отрицателните ти преживявания. Това може да доведе до задълбочаване, тъй като опитите ти намаляват стреса само донякъде, с оглед на непосредственото настояще и на цената на нереалистично упорство, което се превръща на моменти в самоцелен отпор.",
                "en_desc": "Attempts to pay an excessive price and prompt а mobilization of all resources in a war against something treating, intolerable in its nature, displacing frustration at the same costs on others in efforts actively to reduce emotional turbulence for the most meager benefits in immediate perspective."
            },
            {
                "id": 29,
                "bg_name": "Отмъщение",
                "en_name": "Avenge",
                "subscript_id": 17,
                "domain1_id": 5,
                "domain2_id": 9,
                "bg_desc": "Поемаш и събираш причини и поводи, заради тровещи чувства, причинени от други, да си го върнеш или излееш върху тях, въпреки, че има значителна вероятност да ти се върне същото в бъдеще. Да настояваш да си върнеш залуженото, да потърсиш разплата, да ти предложат нещо, което си струва в замяна - да се съобразяват с теб, да спечелиш загриженост, с дипломатичен подход - правиш това, за да си запазиш достойнството, дори с цената на упорство.",
                "en_desc": "There is signs of try to accumulate a very toxic feelings and to reverse the experienced negative costs on others in the future because you thing it is fair enough to be managed in this way. Insisting for pay back, to repay or to be offered something worthwhile in exchange - proper timing, careful approach, diplomacy  - for a privilege of to be able to save face."
            },
            {
                "id": 30,
                "bg_name": "Нетърпимост",
                "en_name": "Intolerance",
                "subscript_id": 13,
                "domain1_id": 5,
                "domain2_id": 7,
                "bg_desc": "Когато се съчетаят силна самовлюбеност, непоносимост към себе си и собствените постъпки или се натрупат твърде противоречиви чувства на любов-омраза едновременно към някого, животът те въвлича в междуличностни конфликти, така, че да смяташ, че хем не можеш без даден човек или хората около теб,представляващи страна в конфликтите, хем ти се иска да не са близо до теб и ти до тях и това обяснява отношението на нетърпимост, озлобяване и обидчивост.",
                "en_desc": "When a combination of a deep self-love, an excessive self-disgust or a perennial love-hate relationship appears, there is an involvement in a interpersonal conflicts, so each party appears at once „divine and satanic“ to other party and so they can neither live with or without each others which may lead to rejecting and insulting relations."
            },
            {
                "id": 31,
                "bg_name": "Отчуждение",
                "en_name": "Alienation",
                "subscript_id": 21,
                "domain1_id": 7,
                "domain2_id": 1,
                "bg_desc": "Когато се съчетаят силна самовлюбеност, непоносимост към себе си и собствените постъпки или се натрупат твърде противоречиви чувства на любов-омраза едновременно към някого, животът те въвлича в междуличностни конфликти, така, че да смяташ, че хем не можеш без човека или хората до теб, представляващи страна в конфликтите, хем ти се иска да не са близо до теб и ти до тях и това обяснява избора на отчуждението, трайното хладно недоверие и поддържане на дистанция.",
                "en_desc": "When combination of a deep self-love, excessive self-disgust or perennial love-hate relationship appears, there is an involvement in a interpersonal conflicts, so each party appears at once „divine and satanic“ to other party and so they can neither live with or without each others which may lead to serious disappointment, disapproval, distancing  and lack of interest to have a relations with others."
            },
            {
                "id": 32,
                "bg_name": "Отърсване",
                "en_name": "Purification",
                "subscript_id": 9,
                "domain1_id": 2,
                "domain2_id": 7,
                "bg_desc": "Правиш каквото можеш, за да си изясниш противоречията и да преодолееш объркванията, от които страдаш като разглеждаш по-наедро страните на проблемите или като се отчуждаваш от същината на конфликтите.",
                "en_desc": "A try to understand ambiguity and prompt to overcome suffering disorientation by trying to resolve multiply aspects of conflicts with some degree of unification or alienation from both sides of the problem."
            },
            {
                "id": 33,
                "bg_name": "Надмощие",
                "en_name": "Power",
                "subscript_id": 13,
                "domain1_id": 5,
                "domain2_id": 1,
                "bg_desc": "Отразява опитите ти да повишиш възможностите и уменията ти, подтикват към завист и подлага на изпитание способностите ти да се справиш със загуби или да подобриш вътрешния ти стрес и произтичащото от това чувство на безсилие.",
                "en_desc": "Resonate the ambition to increase the skills and toughness to cope with negative losses or manage better to endure emotional stress and to overcome the possible danger when you feel yourself powerless, especially in `love-hate` relationships."
            },
            {
                "id": 34,
                "bg_name": "Равносметка",
                "en_name": "Review",
                "subscript_id": 9,
                "domain1_id": 7,
                "domain2_id": 3,
                "bg_desc": "Знак за коренна промяна повлияна от настойчивостта и неотложността на пренебрегвани или отлагани изисквания и нужди или внезапна загуба на скъпи хора или отношения, която загуба постепенно освобождава от свръхангажиране с миналото или нужда да се сравнява с планове за бъдещето.",
                "en_desc": "Address negative affects as a sign of a radical change ordered by invidious comparison between the present, the past, the future - as it now is, as it was and as it was believed to be or mourning process influenced by the overload of neglected demands and losses, but at the end  frees from relations to them."
            },
            {
                "id": 35,
                "bg_name": "Поражение",
                "en_name": "Defeat",
                "subscript_id": 18,
                "domain1_id": 7,
                "domain2_id": 8,
                "bg_desc": "Преодолими и преходни недоразумения, налагащи временно прекъсване на интереса заради конфликт на лични вкусове и предпочитания; предпочиташ да криеш и потискаш чувствата, защото приемаш твърде лично и надълбоко нещо, което не зависи само от теб, но и от другата гледна точка, която е достатъчно привлекателна.",
                "en_desc": "Feelings of guilt or loss is a possible source of a mild and transient state of purification from consequences deriving from value clash, introducing affect control and self-restrain, which would address negative emotions as a problem hiding its expression, preventing its communication, inhibiting action or awareness of negative affect and misunderstandings with involvement of deep personal feelings, possessed by one culture inheritance while tempted by another culture."
            },
            {
                "id": 36,
                "bg_name": "Прелъстеност",
                "en_name": "Seduction",
                "subscript_id": 7,
                "domain1_id": 4,
                "domain2_id": 2,
                "bg_desc": "Изкушаваш се и се поддаваш на желанието ти да се впуснеш или премериш сили. Въпреки объркването и напрежението от избора, обичайното следствие от съчетанието между силното желание и страх може да доведе до това хем да искаш силно, хем да се възпираш или да те накара да преживееш силна загуба на нещо, на което е трудно да се устои или от което е невъзможно да се възстановиш. Това би те довело до вътрешно напрежение и безсилие да възстановиш нещата до това добро ниво, на което са били.",
                "en_desc": "Arises from the exposing to competition with heavy turbulence and confusion – a kind of a conjunction of greed and cowardice confusion, leading to unwillingness to renounce or mourn what has become irresistibly seductive or from the inability to recover what has been lost or from the conflicted and intolerable to restless and hopeless attempt to make a reversal of the bad life scenes into good."
            },
            {
                "id": 37,
                "bg_name": "Смирение",
                "en_name": "Humble",
                "subscript_id": 8,
                "domain1_id": 8,
                "domain2_id": 1,
                "bg_desc": "За да осъществиш целите си се предполага и жертвоготовност, съчетаваща яснота и разбиране за непреодолимите препятствия или непостижимостта на стремежите ти, но въпреки това са източник на вяра, понякога на цената на болезнено чувство, че преследваш по-скоро илюзиите ти, че скромността и потискането са безплодни, или предпочиташ да се отдаваш на химерите си. Смирението може да изглежда и като нерешителност пред нещо по-голямо, но издава и едновременно с това вярата, че не бива да се месим в това, което се случва, тъй като не го разбираме напълно. Да се оттеглиш не означава да изгубиш.",
                "en_desc": "Your self-sacrificing is generous even when you are clearly understood that you are faced with the very hardships of life although your expectations are not great, the heaven is far away from here. Anyway, this is ultimate challenge to you which enforce your faith does not matter you are aware about the truth you take part in the \"big chasing\" of illusions. To be humble is not to disturb, nevertheless it could looks like indecisiveness, but to be aware that something big is happening, often times bigger than one could imagine. Humble person would not interfere, would not state it to the unaware. To be humble has the sense of giving something up, but still having it."
            },
            {
                "id": 38,
                "bg_name": "Загриженост",
                "en_name": "Concern",
                "subscript_id": 5,
                "domain1_id": 4,
                "domain2_id": 1,
                "bg_desc": "Прекомерната въвлеченост в дългосрочен план те потиква да влагаш все повече и повече, докато не се превърне в тревожна обвързаност, която стеснява гледната точка и избора ти. Когато приемаш със загриженост или прекомерно съпричастие отношенията си с другите и това, което обичаш, правиш и трудни избори, дори и да не са по вкуса ти и живота да не се съобразява с волята ти.",
                "en_desc": "(Possible inducements: Struggle or Disturbance) Your attentiveness and carefulness drive you to invest overly, more and more, until your good will became chained and your perspectives set up in narrow fashion and turn into anxious preoccupations."
            },
            {
                "id": 39,
                "bg_name": "Покорство",
                "en_name": "Submission",
                "subscript_id": 18,
                "domain1_id": 8,
                "domain2_id": 9,
                "bg_desc": "Опитваш се отново и отново да се противопоставиш според собствения ти житейски опит и навици с цел да намалиш вредите от житейките несгоди и опасности, които надхвърлят така или иначе възможностите ти да се справиш.",
                "en_desc": "(Possible inducements: Respect or Compliance) Prompt to deal and attenuate with severe negative costs coming from repetitive investment in defensive strategies looking for protection to counter-act when threat is bigger that abilities to deal with."
            },
            {
                "id": 40,
                "bg_name": "Неодобрение",
                "en_name": "Disparagement",
                "subscript_id": 16,
                "domain1_id": 5,
                "domain2_id": 8,
                "bg_desc": "Преодолими и преходни недоразумения, показват че имаш склонност да се водиш от собствената преценка, на моменти от чувство за несправедливост - да приемаш, че истината е на твоя и не се интересуваш заради различия в ценностите, лични вкусове и предпочитания, без да приемаш твърде лично и надълбоко нещо, което не зависи само от теб, но и другата гледна точка, която остава достатъчно привлекателна.",
                "en_desc": "A sign of a mild and transient state of justified burst when observing or being engaged in wrongdoing, because someone has right on own side, due to of value clash, introducing misunderstandings without involvement of deep personal feelings, possessed by one culture inheritance while tempted by another culture."
            },
            {
                "id": 41,
                "bg_name": "Подсигуряване",
                "en_name": "Insurance",
                "subscript_id": 8,
                "domain1_id": 0,
                "domain2_id": 8,
                "bg_desc": "Опитваш да се възстановиш или да се ограничиш с малки усилия от проблемите преди да настъпи голямата загуба или да се презапасиш заради предполагаема опасност или предстоящо стечение на обстоятелствата, водещо до чувство на недостиг или ощетяване.",
                "en_desc": "Аttempt to recover the `pre-problematic` before all the trouble started or to limit very large possible negative losses at the face of danger or scarcity by small amount of efforts or by hoarding."
            },
            {
                "id": 42,
                "bg_name": "Винa",
                "en_name": "Guilt",
                "subscript_id": 11,
                "domain1_id": 4,
                "domain2_id": 8,
                "bg_desc": "Плащаш си за понасянето на стреса само до степен, която позволява да се опиташ да постигнеш компромиси, да покриеш дълг или гузна съвест, които смяташ за важна част от взаимоотношения, макар че живота ти показва, че невинаги са подходящи или успешни. Отстъпките или разкаянието осигуряват вратичка да се измъкнеш, да се спасиш по някакъв начин или да избягаш от силния емоционален водовъртеж, въреки, че това ти дава най-нищожното удовлетворение в краткосрочен план.",
                "en_desc": "Represents attempts to pay overly excessive and toxic price, as if it is a debt to someone for something, such as inadequate compromises in efforts to passively minimize (escape avoid, running away, accepting being alone, becoming mute, etc.) emotional turbulence for the most meager benefits in short-term perspective."
            },
            {
                "id": 43,
                "bg_name": "Заплаха",
                "en_name": "Intimidation",
                "subscript_id": 20,
                "domain1_id": 4,
                "domain2_id": 7,
                "bg_desc": "Опитваш се да устоиш пред враждебността и усилията на другите да те унижават безуспешно и въпреки, че приемаш твърде лично вредите и плащаш емоционалната цена на стреса, се опитваш да извлечеш поне нещо от ролята, която живота ти отрежда като жертва.",
                "en_desc": "Prompt to reciprocate to hostility and efforts of others to intimidate you, however by sharing negative emotional price within, a kind of internalizing, moving the stress inside the body, taking very personally the bad consequences."
            },
            {
                "id": 44,
                "bg_name": "Нелепост",
                "en_name": "Clumsy",
                "subscript_id": 11,
                "domain1_id": 8,
                "domain2_id": 3,
                "bg_desc": "Опитваш се да преодолееш неочаквано или нежелано, но не и с фатални последици събитие, което разкрива, че усилията ти могат да изглеждат като недообмислена или безпочвена инициатива.",
                "en_desc": "A sign of an attempt to overcome a sudden, harmless stagger issue, to prevent overwhelming consequences, even it looks like stupid situation sometimes, you are not prepared for to work through it due to cumbersome planning."
            }
        ]
    },
    {
        "name": "scripts",
        "data": [
            {
                "id": 0,
                "bg_name": "Благоденстващи пориви",
                "en_name": "Affluent strivings",
                "label": "Affl",
                "bg_desc": "Тези пориви са основата за развитие на чувства на благосъстояние и самоувереност. От това ядро, което унаследяваме генетично, се развиват основните положителни „семейства” от емоции: облекчение-наслада, щастие-веселие, привличане-любов и интерес-вълнение. Между тях може да възникне сериозен конфликт и затова те не се възприемат еднозначно от всички хора. Някои култури определят като важни само една част от тях. Други ги комбинират, за да подсилват ефекта им в краткосрочен или дългосрочен план. Подтикват човек да оползотворява страстта, с които се впуска и търси новото, копнежът, който влага, когато изследва и иска да постигне промяна или създава сцени с естетическо значение – да прегърнеш, да утешиш или изпиташ близостта с другите. Сами по себе си тези чувства възнаграждават и изпълват с качество живота ни - въодушевлението, блаженството, насладата и любовта. Ако делът им в живота ни е твърде малък, това е жалко. Ако е твърде голям – това е истински късмет. Множеството от нас живеем някъде по средата.",
                "en_desc": "The very basic and inherited life scripts have the major positive emotional families: relief-delight, happiness-mirth, affection-love and interest-excitement. They may come into serious conflict with each other and that’s why they did not sometimes be defined as affluent by all people, because of their salient and specific role in particular human life. They could lead to repetitive, sedative or addictive  life experiences too, especially considering what would be their pragmatic value in short-term or long-term perspective concerns how situation is managed or handled and the rewarding risk of running into and searching for novelty and exploring the unknown with passion and longing. Some of these affects produce scenes which are basically aesthetic in their nature - to embrace, comfort or affiliate each other, rewarding in and of themselves by their quality as in exult, bliss, delight or love. If the share taken-up is small percentage, it is pity. If the share is large, it is luck. Most of us fall somewhere in between."
            },
            {
                "id": 1,
                "bg_name": "Изясняващи пориви",
                "en_name": "Clarification strivings",
                "label": "Clar",
                "bg_desc": "Вродени предписания, които задействат първичен ориентационен рефлекс, който изчиства умствения поток, разрушава или дезорганизира действащите мисловни цикли. Ядрото на емоционалния отговор са типични срещащите се при всички хора реакции на „изненада-смайване”. Някои хора обичат да бъдат изненадвани, други не. Затова реакцията на „изненада-смайване” е състояние, което никой не очаква, нито преднамерено желае, нито може да контролира. Този първичен сценарий въпреки това има отчасти положителен смисъл сам по себе си и служи за пренастройка на съзнанието. Има привкус на наложителност, спешност със специални изисквания, които са двойствени по своето естество. Те имат най-плътната невростимулация, в сравнение с другите пориви. На пръв поглед нямат смисъл или цел и в самия момент на настъпването им закотвят ума или му пречат да предприема каквото и да е до отминаването му. Последствията могат да бъдат противоположни на обичайната умствена работа заради високата невронна стимулация.",
                "en_desc": "The very basic and inherited life scripts, which point that mind had been cleared, mental circuit is broken and reset or disorganized at the moment of activation of emotional family `surprise-astound` which is a essential response and the very core of these scripts. Some people like to be surprised, some people don’t. Because of this, surprise-astound scenes and states are neither expected, nor wanted, nor controlled. These scripts nevertheless have positive meaning their selves and serve to orient or reorganize conscious experience. This kind of emotional scripts has the clear characteristics of an emergency call with special announcement, which could be both pleasant and unpleasant in its nature. At a first look this scripts has no purposeful meaning and momentary render the mind into incapability to continue or initiate anything for the duration of this script. The consequences are antagonistic to the normal mental functioning due to the highest neuron-firing activity."
            },
            {
                "id": 2,
                "bg_name": "Противоотровни пориви",
                "en_name": "Antitoxic strivings ",
                "label": "Anti",
                "bg_desc": "Първични емоционални реакции които са израз на две вродени биологични програми – бягство или противопоставяне, задействани от „страх-ужас” и „гняв-презрение”, особено ако са много силни. Появата им означава, че нещо се влошава, че човек е изправен пред непоносимо наказание, което нито може да се отмени, намали, избегне или да се унищожи. Тези чувства не са обичайни за живота на всеки и няма начин да не натровят вътрешния климат на човек, който ги изпитва, защото са трудни за преодоляване, болезнени или застрашават самия живот. Всеки е добре да се оттърси колкото се може по-скоро от веригата на последствията, която не води до нещо добро в дългосрочен план. Ако някой изпадне в ярост, умствените възможности за справяне намаляват, особено ако са взаимни. Взаимността, независимо дали между индивиди или групи, трябва да се разбира като знак, че е необходимо негативите да се превърнат в позитиви, или да се отвърне със същото – например ако някой е системно наплашван, той ще се опита да наплаши, нарани, обърка или унижи другите.",
                "en_desc": "The very basic and inherited life scripts which are mapped quite well onto emotional families of `fear-terror` and `annoyance-anger` affects and responses to this affective core, especially when they are strong and intense. Appearance of these scripts means that something is going from bad to worse when dealing with scenes of intolerable punishment, which must be eliminated, attenuated, escaped or avoided, or somehow destroyed. They are not somebody’s normal feelings lot in life and there is no way it cannot be toxic, because it is very difficult to deal with, too painful or life threatening sometimes. It is very punishing chain of responses which somebody has to get rid of as soon as possible. The natural intensity is too high than the rate of changing the way of coping with and does not lend itself to fine, long term use. If somebody gets into deep rage, total resources are not always at command, especially in muted toxic feelings, nevertheless how hot they are they do not fit to human conditions. When toxic feelings are muted, the individual, or group, attempts to reverse the sign of the affect by changing negative to positive, or by reversing the casting via recasting, i.e. if somebody is terrorized, would attempt to terrorize the other or humiliate, or make others suffer, or disorient when a try to minimize the toxic emotions and moods have been failed.)"
            },
            {
                "id": 3,
                "bg_name": "Ограничаващи пориви",
                "en_name": "Limitation-remediation strivings",
                "label": "Limi",
                "bg_desc": "Ограничаващите и търсещите подобрение житейски пориви се проявяват, когато е задействано тяхното емоционално ядро, което се състои от импулсите на наследствената биологична двойка „тъга-терзание”. Тези предписания увеличават емоционалната реакция при такива обстоятелства, които показват, че живота протича не според очакванията, но трябва да бъдат приети и посрещнати такива, каквито са. При тези пориви има значение на упражнен отвън натиск и изискват понякога човек да се предаде пред принудата на обстоятелствата, да се примири според възможностите си и да приеме органиченията и несъвършенствата на живота. Появява се естествена нужда човек да потърси разрешение или да се приспособи по един или друг начин към загубите. Тези пориви са дългосрочно ориентирани, отдалечават човека от промяната, намаляват вероятността нещо ново да настъпи и го задържат в един обичаен повтарящ се цикъл, във вътрешен кръговрат, стимулират докато не се справи или превърне отрицателните житейски сцени в положителни. Изправят лице в лице със сериозни проблеми, които се преодоляват трудно, които изискват и налагат търсенето на лек или подходящата рецепта, независимо, че това може да стане с различна степен на успех. Настоятелно подчертават, че житейските проблеми могат да се подобрят и подтикват към размисъл, без да се плаща толкова висока физиологична цена или без да се намалява вероятността човек да се измъкне от порочния кръг на проблемите, пред който е изправен. Те задействат полезното за човек предчувствие за предстоящи беди и изискват да се заплати поносима физическа или биологична цена – да плаче, скърби, да оплаква начина си на живот дори.",
                "en_desc": "The core of these very basic and inherited life scripts is `anguish-sadness` emotional family. These scripts magnify those aspects of life which are less than ideal, but which must be and can be confronted. These scripts are enforcing and insist commitment to the level of resignation sometimes. Resign to be as good as someone knows how to be and to face the limitations and imperfections of life. It needs to resolve and to adapt in some way or another with low intellectual concerns, dealing with permanent, serious problems, which, however, demand and lend themselves to find a proper remedy or adequate solution. Sadness-anguish scripts have the very fine property of motivating somebody in negative scenes, but is not so punishing if somebody cannot utilize all of the available recourses to cope with in long-term bad situations. This affective influence of the scripts demands that life issues can be improved without too great a physiological cost or too great a probability of running away from deadlock of many problems that confronts and that would permit anticipation of trouble at an optimal psychic and biological cost – cry, mourn, weep. These scripts are long-term motivators, requiring no novelty to happen and to keep the individual in routine perpetual bind, into a mind loop, to deal with or to transform negative scenes into positive with varying degree of success."
            },
            {
                "id": 4,
                "bg_name": "Очистващи пориви",
                "en_name": "Decontamination strivings",
                "label": "Deco",
                "bg_desc": "Ядрото на тези първични житейски изживявания е емоционалната двойка „отвращение-скука”, което, задействано, най-общо означава, че нещо отблъскващо и нечисто е станало част от живота, че настъпва някакво отслабване на интереса – нещо е било добро на пръв поглед, но когато е вкусено или изживяно, предизвиква отхвърляне, желание човек да се оттърве от него, дори в преносен или морален смисъл. Може да е било добро преди или може би винаги да е било лошо, но е разпознато не като ограничение, а като замърсяване, от което трябва да се пречисти. Емоционалният отговор показва двойнствеността на желанията или реакциите, особено когато се налага да отреагираш наужким, че нещо е било добро или е било прието за такова, но се е омърсило, например някой споделя любовта си с другиго и в същото време изпитват отвращение един към друг, чувство, което ги раздалечава отново и отново докато не отминат противоречията или многосмислието на сцените в техните взаимоотношения и не настъпи пълно оттърсване от тези смесени чувства.",
                "en_desc": "The core of these very basic and inherited life scripts which is emotional family of `boredom-disgust`. It generally means that some impurity is introduced into life, disenchantment is in process – something was good at first look, but when it was tasted or experienced, it turns out, rejected or get rid of it, even in metaphorical use. It may have been good before or it may always been bad, but is recognized as not a permanent limitation, but a contamination, somehow to be purified. The response illustrates a kind of ambiguity of wishes or reactions especially when someone react “as if” something is good or once had been or were thought to be good, but becomes contaminated, i.e. somebody could share love with someone else and in the same time a disgust with each other, and this could tore each other apart again and again until ambivalent or polivalent scenes stop to resist completely and reach partial or even full decontamination from these mixed feelings."
            },
            {
                "id": 5,
                "bg_name": "Възстановяващи пориви",
                "en_name": "Damage-reparation strivings",
                "label": "Repa",
                "bg_desc": "Възстановяващите и овъзмездяващите пориви са донякъде вродени в темперамента, но също толкова и морално обусловени от начина на живот. Те подсказват, че настъпва внезапна промяна в обстоятелствата или нещо е увредено и трябва да се оправи. Като цяло са оптимистични и се оформят около ядрото на двойката „неудобство-срам”. Предполага се, че живота трябва да е изпълнен с красота, наслада, интересни събития, вълнуващи изживявания, но този образ за живота понякога се нарушава и трябва да се възстанови. Предизвикат се, когато нещо пречи да се изразят чувствата, но целта им е да обвържат щетата с това, какво е важно да се направи. Подтикват, в положителен смисъл, към това по-скоро човек да приеме временно унижението, да се възпре да прави нещо, да признае или възстанови без заобиколки или да се опита да си възвърне отново доброто положение на нещата като си плати подходяща цена за това, отколкото да се крие, да отмъщава, да омаловажава или да отхвърля като цяло възможностите за реабилитиране.",
                "en_desc": "These very basic and inherited life scripts determine life scenes in such way, that produce emotional response suddenly changed from affluence to something damaged, which could be repaired. This is optimistic kind of script in the dominion of shame-embarrassment. It assumes that life could be beautiful, delightful, interesting, exciting, affluent, but sometimes it was damaged and could be recovered. It can be triggered by any perceived impediment to either affect, also affluent and purpose is to maintain the damaged bend with something or someone important. Can be positively oriented to abase, to stop somebody from doing something, to restore or attempt to reach the good scene again, rather than to hide or to avenge, or to reject, but directly or by paying an appropriate price to be reinstated by minimize and escaping so called bad scenes in idealized meaning or contamination of good and bad in one scene."
            }
        ]
    },
    {
        "name": "statements",
        "data": [
            {
                "id": 0,
                "bg_name": "Вдъхновение",
                "axis_id": 0,
                "en_name": "Inspiration"
            },
            {
                "id": 1,
                "bg_name": "Съпричастие",
                "axis_id": 0,
                "en_name": "Compassion"
            },
            {
                "id": 2,
                "bg_name": "Сближаване",
                "axis_id": 0,
                "en_name": "Affiliation"
            },
            {
                "id": 3,
                "bg_name": "Гордост",
                "axis_id": 0,
                "en_name": "Pride"
            },
            {
                "id": 4,
                "bg_name": "Забавление",
                "axis_id": 0,
                "en_name": "Fun"
            },
            {
                "id": 5,
                "bg_name": "Предизвикателство",
                "axis_id": 1,
                "en_name": "Challange"
            },
            {
                "id": 6,
                "bg_name": "Незвестното",
                "axis_id": 1,
                "en_name": "The Unknown"
            },
            {
                "id": 7,
                "bg_name": "Мързел",
                "axis_id": 1,
                "en_name": "Lazy"
            },
            {
                "id": 8,
                "bg_name": "Критика",
                "axis_id": 1,
                "en_name": "Criticism"
            },
            {
                "id": 9,
                "bg_name": "Страдание",
                "axis_id": 2,
                "en_name": "Trauma"
            },
            {
                "id": 10,
                "bg_name": "Наранени/ощетени близки",
                "axis_id": 2,
                "en_name": "Harm to loved ones"
            },
            {
                "id": 11,
                "bg_name": "Отделяне от близки",
                "axis_id": 2,
                "en_name": "Separation from loved ones"
            },
            {
                "id": 12,
                "bg_name": "Раздяла",
                "axis_id": 2,
                "en_name": "Romantic break-up"
            },
            {
                "id": 13,
                "bg_name": "Носталгия",
                "axis_id": 2,
                "en_name": "Homesickness"
            },
            {
                "id": 14,
                "bg_name": "Несбъднати очаквания",
                "axis_id": 2,
                "en_name": "Failed expectations"
            },
            {
                "id": 15,
                "bg_name": "Разочарование",
                "axis_id": 2,
                "en_name": "Let down by others"
            },
            {
                "id": 16,
                "bg_name": "Безпомощност",
                "axis_id": 2,
                "en_name": "Helplessness"
            },
            {
                "id": 17,
                "bg_name": "Самота",
                "axis_id": 2,
                "en_name": "Loneliness"
            },
            {
                "id": 18,
                "bg_name": "Насмешка",
                "axis_id": 2,
                "en_name": "Ridicule"
            },
            {
                "id": 19,
                "bg_name": "Презрение",
                "axis_id": 3,
                "en_name": "Contempt"
            },
            {
                "id": 20,
                "bg_name": "Завист",
                "axis_id": 3,
                "en_name": "Envy"
            },
            {
                "id": 21,
                "bg_name": "Ревност",
                "axis_id": 3,
                "en_name": "Jealousy"
            },
            {
                "id": 22,
                "bg_name": "Обида",
                "axis_id": 3,
                "en_name": "Insult"
            },
            {
                "id": 23,
                "bg_name": "Жестокост",
                "axis_id": 3,
                "en_name": "Cruelty"
            }
        ]
    },
    {
        "name": "statiments",
        "data": [
            {
                "id": 0,
                "bg_name": "Обикновено малките несъгласия с близки приятели или със семейството ми - по-скоро от типа на `Сега е твой ред да измиеш чиниите`, отколкото `Защо ме излъга?!`, не могат да ме разстроят или да ме изкарат от равновесие за часове или дни наред.",
                "axis_id": 0,
                "en_name": "If I have a minor disagreement with a close friend or spouse—closer to `No, it’s your turn to do the dishes` than `You cheated on me?!` — it never leaves me out of sorts for hours or longer."
            },
            {
                "id": 1,
                "bg_name": "Когато имам покана да се срещна с непознати хора, чакам срещата с нетърпение и си мисля по-скоро дали ще станем приятели, отколкото да си мисля за това като за нещо досадно и че не си струва да се опознавам с тях.",
                "axis_id": 1,
                "en_name": "When I am invited to meet new people, I look forward to it, thinking they might become my friends, rather than seeing it as a chore, figuring these people will never be worth knowing."
            },
            {
                "id": 2,
                "bg_name": "Когато разговарям с хора, често забелязвам едва доловими жестове и сигнали, които издават емоциите им - на неразположение или раздразнение например - доста преди те да са разбрали как се чувстват и защо.",
                "axis_id": 2,
                "en_name": "When I’m talking with people, I often notice subtle social cues about their emotions—discomfort, say, or anger—before they acknowledge those feelings in themselves."
            },
            {
                "id": 3,
                "bg_name": "Много рядко ми се случва да отрека, когато хора ми кажат, че виждат как се ядосвам или натъжавам за нещо.",
                "axis_id": 3,
                "en_name": "Very rarely, when someone asks me why I am so angry or sad, I respond (or think to myself), “But I’m not!”"
            },
            {
                "id": 4,
                "bg_name": "Хора, които ме познават добре, ми казват, че притежавам необичаен усет за чувствата на другите хора.",
                "axis_id": 4,
                "en_name": "I have been told by someone close to me that I am unusually sensitive to other people’s feelings."
            },
            {
                "id": 5,
                "bg_name": "Мога да се концентрирам дори, когато около мен е много шумно.",
                "axis_id": 5,
                "en_name": "I can concentrate in a noisy environment."
            },
            {
                "id": 6,
                "bg_name": "Ако някой човек се възползва да ме изпревари докато чакаме на опашка, по-скоро въобще не се тормозя от това, отколкото да се ядосвам дълго време.",
                "axis_id": 0,
                "en_name": "If another driver uses the shoulder to zoom up to the front of a long line of traffic waiting to merge, I am likely to shake it off easily rather than fume about it for a long time."}, {"id": 7,"bg_name": "Когато давам оценка на хора, аз насочвам вниманието върху положителните им страни, отколкото върху подробностите, които е необходимо да поправят или да подобрят.","axis_id": 1,"en_name": "When evaluating a coworker, I focus on his positive overall performance rather than on details about which areas he needs to improve."}, {"id": 8,"bg_name": "Често ми правят впечатление подробности от изражението на лицата, положението на тялото и жестовете на хората.","axis_id": 2,"en_name": "I often find myself noting facial expressions and body language."}, {"id": 9,"bg_name": "Когато мои близки ме попитат защо се отнасям грубо или невнимателно с тях, си давам сметка за това и признавам какво ме е накарало да се държа така.","axis_id": 3,"en_name": "When those closest to me ask why I treated someone brusquely or meanly, I never disagree that I did such thing."}, {"id": 10,"bg_name": "Рядко ми казват, че поведението ми не е в тон с очакванията на другите и от това ми става приятно.","axis_id": 4,"en_name": "I have occasionally been told that I behaved in a socially appropriate way, which pleased me very much."}, {"id": 11,"bg_name": "Никога не губя ориентация в ситуации, при които трафикът от коли, шумът на тълпата или глъчката на партито са толкова силни, че могат да притеснят и объркат други хора.","axis_id": 5,"en_name": "When I am in a situation in which a lot is going on and there is a great deal of sensory stimulation, such as at a party or in a crowd at an airport, I can keep myself from getting lost in a train of thought about any particular thing I see."}, {"id": 12,"bg_name": "Ако ми се случи да изпитам дълбока скръб поради смърт на близък или обичан от мен човек, това не би ме съкрушило и извадило от релси.","axis_id": 0,"en_name": "When I have experienced profound grief, such as the death of someone close to me, it has interfered with my ability to function not for long time."}, {"id": 13,"bg_name": "Вярвам, че следващите десет години ще са по-добри, отколкото предишните десет.","axis_id": 1,"en_name": "I believe the next ten years will be better for me than the last ten."}, {"id": 14,"bg_name": "Смятам, че е от изключително значение да виждам на живо хората или да чувам интонацията на гласовете им докато разговарям с тях, защото това е важен източник на допълнителна информация.","axis_id": 2,"en_name": "I find it does really matter if I talk with people on the phone or in person, because I get additional information from seeing or listening whom I’m speaking with."}, {"id": 15,"bg_name": "Винаги си давам сметка какво се случва и на какво се дължи, ако сърцето ми ускори пулс или започне да бие учестено.","axis_id": 3,"en_name": "I find that when my heart is racing or my pulse is pounding I could have idea why this is happening to me."}, {"id": 16,"bg_name": "Никога не ми се е случвало да създавам неприятности на хората около мен или да се скарам фатално с приятели, защото обикновено се отнасям много внимателно към хората с положение или ме е грижа близките ми да не се разтройват.","axis_id": 4,"en_name": "I have almost never suffered a setback at work or had a falling-out with a friend because I was polite enough with a superior or concern when a good friend was distraught."}, {"id": 17,"bg_name": "Когато реша да се съсредоточа върху някаква задача, почти нищо не може да ми отклони вниманието.","axis_id": 5,"en_name": "If I decide to focus my attention on a particular task, I find that I am mostly able to keep it there."}, {"id": 18,"bg_name": "Ако допусна някаква грешка и получа критика за това, обикновено го възприемам като опит, от който мога науча нещо полезно.","axis_id": 0,"en_name": "If I make a mistake and get reprimanded for it, I can shrug it off and take it as a learning experience."}, {"id": 19,"bg_name": "Ако се наложи да се преместя в нов град, това за мен ще е ново и вълнуващо изживяване.","axis_id": 1,"en_name": "Faced with the possibility of moving to a new city, I regard it as an exciting step into the novelty."}, {"id": 20,"bg_name": "Оставам с впечатление, че зная много повече за чувствата на хората, отколкото те биха могли да предполагат за себе си.","axis_id": 2,"en_name": "I often feel as though I know more about people’strue feelings than they do themselves."}, {"id": 21,"bg_name": "Когато наблюдавам човек да изпитва болка, аз също започвам да я изпитвам без значение дали е физическа или душевна.","axis_id": 3,"en_name": "When I observe someone in pain, I feel the pain myself both emotionally and physically."}, {"id": 22,"bg_name": "Когато говоря с непознати хора, те не се отдръпват, а напротив - започваме да си допадаме взаимно.","axis_id": 4,"en_name": "When I speak with people, they never move back to increase the distance between us."}, {"id": 23,"bg_name": "Ако съм вкъщи и се опитвам да работя, шума от телевизора, звука на радио или хората около мен не могат да ме разсеят.","axis_id": 5,"en_name": "If I am at home and trying to work, the noises of a television or other people do not distract me."}, {"id": 24,"bg_name": "Ако храната не ми допадне или обслужването в ресторант е отблъскващо, това няма как да ми съсипе насторението за цялата вечер.","axis_id": 0,"en_name": "If I try a new restaurant and find that the food is awful and the service snooty, it will not ruin my whole evening."}, {"id": 25,"bg_name": "Случи ли ми се нещо малко, но неочаквано и положително още от сутринта - например, да проведа един приятен разговор с непознат - настроението може да ме зареди за цял ден.","axis_id": 1,"en_name": "When something small but unexpected and positive happens to me in the morning—for example, having a great conversation with a stranger—the positive mood may last long time."}, {"id": 26,"bg_name": "Винаги разбирам защо другите се разстройват или ядосват, след като кажа нещо докато водим разговор.","axis_id": 2,"en_name": "I am often know the apparent reason when someone I’m talking with gets angry or upset at something I said."}, {"id": 27,"bg_name": "Обикновено знам как се чувствам и мога да обясня подробно с думи защо.","axis_id": 3,"en_name": "I am usually sure enough about how I am feeling that I can put my emotions into words."}, {"id": 28,"bg_name": "Често чувствам, че се спирам, когато искам да кажа нещо, но знам, че е неподходящо (напр. да отговоря на въпрос от сорта: \"Скъпи, изглеждам ли дебела в тези джинси?\") ",
                "axis_id": 4,
                "en_name": "I often find myself censoring what I was about to say because I've sensed something in the situation that would make it inappropriate (e.g., before I respond to, “Honey, do these jeans make me look fat?”)."
            },
            {
                "id": 29,
                "bg_name": "Когато поседя тихо и спокойно известно време, умът ми може да се освободи от целия поток от идеи, без да препуска от мисъл на мисъл.",
                "axis_id": 5,
                "en_name": "I find that if I sit quietly for even a few moments, my mind can stay clear never rushed by flood of ideas or following multiple strands of thought."
            },
            {
                "id": 30,
                "bg_name": "Ако заседна в трафик заради катастрофа, когато подмина мястото на инцидента обикновено ми олеква от напрежението.",
                "axis_id": 0,
                "en_name": "If I’m stuck in traffic because of an accident up ahead, when I pass the bottleneck I typically floor it to vent my frustration."
            },
            {
                "id": 31,
                "bg_name": "Когато съм на парти и си прекарвам хубаво с другите около мен, нищо не може да ми развали насторението до края.",
                "axis_id": 1,
                "en_name": "When I go to a party and I’m having a good time at the outset, the positive feeling tends to last for the entire evening."
            },
            {
                "id": 32,
                "bg_name": "Когато заемаме местата си в ресторант предпочитам да сядам срещу човека отсреща, за да виждам лицето и израженията докато си говорим.",
                "axis_id": 2,
                "en_name": "At a restaurant, I prefer to sit in front of someone I’m speaking with so I have to see his or her full face."
            },
            {
                "id": 33,
                "bg_name": "Понякога усещам болки и схващания и обикновено знам източника им.",
                "axis_id": 3,
                "en_name": "I sometimes notice aches and pains and I know exactly where they came from."
            },
            {
                "id": 34,
                "bg_name": "Когато съм на публично  място, като ресторант например, внимавам колко силно говоря и коригирам силата на гласа ми.",
                "axis_id": 4,
                "en_name": "When I am in a public setting like a restaurant, I am especially aware of modulating how loudly I speak."
            },
            {
                "id": 35,
                "bg_name": "Ако нещо изненадващо ми се случи и ме разсее, мога веднага да си върна съсредоточението върху това, което правя.",
                "axis_id": 5,
                "en_name": "If I am distracted by some unexpected event, I can refocus my attention on what I had been doing."
            },
            {
                "id": 36,
                "bg_name": "Ако спре топлата вода заради авария, просто изчаквам докато повредата бъде отстранена, без това да ми влияе особено на настроението. ",
                "axis_id": 0,
                "en_name": "If my home’s water heater breaks, it does not affect my mood very much, becouse I know I can just call a plumber and get it fixed."
            },
            {
                "id": 37,
                "bg_name": "Красиви сцени от живота като един незабравим залез например остават ярък спомен, който ме изпълва с дълбока радост и възхита.",
                "axis_id": 1,
                "en_name": "I find that beautiful scenes such as a gorgeous sunset slowly wear off and I get rejoiced deeply."
            },
            {
                "id": 38,
                "bg_name": "Често долавям интуитивно и реагирам на неразположението или страданието на другите дори без изобщо да сме обсъждали естеството на проблема.",
                "axis_id": 2,
                "en_name": "I often find myself responding to another person’s discomfort or distress on the basis of an intuitive feel rather than an explicit discussion."
            },
            {
                "id": 39,
                "bg_name": "Обичам да прекарвам част от времето ми в тишина и спокойствие просто чувствайки какво се случва в мен.",
                "axis_id": 3,
                "en_name": "I like to spend time being quiet and relaxed, just feeling what is going on inside me."
            },
            {
                "id": 40,
                "bg_name": "Имам усет кога е нужно да не ми се напомня, че когато сме сред много хора, не бива да споменавам имена или да засягам теми, които не са удобни за тях.",
                "axis_id": 4,
                "en_name": "I have never been reminded when in public to avoid mentioning the names of people who might be around."
            },
            {
                "id": 41,
                "bg_name": "Докато чакам тихо и спокойно на спирка или на опашка, за да минава времето, наблюдавам и забелязвам много неща около мен.",
                "axis_id": 5,
                "en_name": "During periods of relative quiet, such as when I’m sitting on a train or a bus or waiting in line at a store, I notice a lot of the things around me."
            },
            {
                "id": 42,
                "bg_name": "Ако срещна човек, с когото сме имали интимни отношения и попитам дали бихме могли пак да бъдем заедно, дори и да ми откаже, това не би ме разстроило за дълго, нито би накърнило чувствата ми.",
                "axis_id": 0,
                "en_name": "If I meet a wonderful man/woman and ask if he/she would like to get together again, being told no will not put me in a bad mood for hours or even days."
            },
            {
                "id": 43,
                "bg_name": "Когато се събудя сутрин, мога да мисля за приятните дейности и планове, които ми предстоят да осъществя и това поддържа доброто ми настроение през целия ден. ",
                "axis_id": 1,
                "en_name": "When I wake up in the morning I can think of a pleasant activity that I've planned, and the thought puts me in a good mood that lasts the entire day."
            },
            {
                "id": 44,
                "bg_name": "Обичам да наблюдавам хората около мен, когато съм на обществено място и имам достатъчно време за губене.",
                "axis_id": 2,
                "en_name": "When I am in public places with time to kill, I like to observe people around me."
            },
            {
                "id": 45,
                "bg_name": "Чувствам се добре в тялото си и ми е приятно да се грижа за себе си. ",
                "axis_id": 3,
                "en_name": "I believe I very much inhabit my body and feel at home and comfortable with my body."
            },
            {
                "id": 46,
                "bg_name": "Знам къде се намирам и се ориентирам добре, дори и да са места, покрай които минавам рядко.",
                "axis_id": 4,
                "en_name": "I am almost always aware of whether I have been someplace before, even if it is a highway that I last drove many years ago."
            },
            {
                "id": 47,
                "bg_name": "Когато някоя дейност, която зависи само от мен, изисква пълна ми концентрация, мога да се фокусирам върху нея, независимо от многото шум около мен.",
                "axis_id": 5,
                "en_name": "When an important solo project requires my full and focused attention, I can work despite the nose around me."
            },
            {
                "id": 48,
                "bg_name": "Лесно превъзмогвам случаи, при които някоя престижна награда или повишение, за която знам, че имам пълното право да получа, е дадена на някого другиго.",
                "axis_id": 0,
                "en_name": "I can usually move on quickly if I am being considered for an important professional award or promotion and it goes to someone I consider less qualified."
            },
            {
                "id": 49,
                "bg_name": "Когато посетя някоя изложба, концерт или музей, събитието ми доставя удоволствие от начало до самия край.",
                "axis_id": 1,
                "en_name": "When I go to a museum or attend a concert, it is really enjoyable all from the beginning until to the very end."
            },
            {
                "id": 50,
                "bg_name": "Чувствам се комфортно независимо дали събеседникът е някой непознат човек и ме гледа право в очите по време на разговор.",
                "axis_id": 2,
                "en_name": "I find it comfortable when someone I barely know looks directly into my eyes during a conversation."
            },
            {
                "id": 51,
                "bg_name": "Отделям внимание и за мен е важно да знам какво чувствам и какво става в тялото ми.",
                "axis_id": 3,
                "en_name": "I do pay attention at my subjective feelings and take note of what’s happening in my body."
            },
            {
                "id": 52,
                "bg_name": "Прави ми впечатление, когато хората се държат по начин, който се смята за неподходящ, например да се държат твърде свободно и лекомислено.",
                "axis_id": 4,
                "en_name": "I notice when someone is acting in a way that seems out of place, such as behaving too casually at work."
            },
            {
                "id": 53,
                "bg_name": "Дори и нещо случайно да ми отклони вниманието, не представлява особено усилие отново да се откъсна и съсредоточа, върху това, което правя.",
                "axis_id": 5,
                "en_name": "Even my attention tends to get captured by stimuli and events in the environment, it is not difficult for me to disengage once this happens."
            },
            {
                "id": 54,
                "bg_name": "На парти, ако разговарям с интересни, но непознати хора и ми зададат щекотлив въпрос от лично естество, дори и да се почувствам конфузно заради това, смущението ми отминава много скоро.",
                "axis_id": 0,
                "en_name": "At a party, if I’m having a conversation with an interesting stranger and get completely tongue-tied when I`m questioned about myself, the feeling been embarrassed fade away soon."
            },
            {
                "id": 55,
                "bg_name": "Дори и да се случи да имам натоварен ден, наситен със събития, това въобще не би ме изморило.",
                "axis_id": 1,
                "en_name": "I often feel that on busy days I can keep going from one event to the next without getting tired."
            },
            {
                "id": 56,
                "bg_name": "Често ми се случва само като погледна човек, да мога да кажа, че нещо сериозно го тормози или безпокои. ",
                "axis_id": 2,
                "en_name": "I can often tell when something is bothering another person just by looking at him or her."
            },
            {
                "id": 57,
                "bg_name": "Когато тренирам, чувствам много осезателно как всичко в тялото ми се променя вследствие на физическото натоварване.",
                "axis_id": 3,
                "en_name": "When I exercise, I am very sensitive to the changes it produces in my body."
            },
            {
                "id": 58,
                "bg_name": "Близките ми коментират колко добри обноски имам с непознати и колко внимателно се държа в нови ситуации.",
                "axis_id": 4,
                "en_name": "I've been told by those close to me that I show good manners with strangers and in new situations."
            },
            {
                "id": 59,
                "bg_name": "Дори и да е препълнено около мен с хора, например на коктейл, парти или в зала, за мен не представлява трудност да поддържам разговор и да следя темата за която се говори.",
                "axis_id": 5,
                "en_name": "It is easy for me to talk with another person in a crowded situation like a cocktail party or a cubicle in an office; I can tune out others in such an environment even when, with concentration, I can make out what they are saying."
            }
        ]
    },
    {
        "name": "traits",
        "data": [
            {
                "id": 0,
                "bg_name": "Децата трябва да бъдат научени да се съобразяват какво е правилно дори и понякога това да не им допада.",
                "factor_id": 1,
                "en_name": "Children should be taught to obey what is right even though they may not always feel like it."
            },
            {
                "id": 1,
                "bg_name": "Децата трябва да бъдат окуражавани да изразяват себе си дори и родителите невинаги да одобряват това.",
                "factor_id": 0,
                "en_name": "Children should be encouraged to express themselves even though parents may not always like it."
            },
            {
                "id": 2,
                "bg_name": "Ако наруша закона, това че съм наказан, невинаги е в моя полза или от полза на обществото.",
                "factor_id": 0,
                "en_name": "If I break the law, it is not always to my advantage or to the advantage of society that I be punished."
            },
            {
                "id": 3,
                "bg_name": "Ако наруша правилата или закона, трябва да бъда наказан за доброто на обществото.",
                "factor_id": 1,
                "en_name": "If I break the law I should be punished for the good of society."
            },
            {
                "id": 4,
                "bg_name": "Малките бели лъжи погледнати в дългосрочен план винаги водят до големи черни лъжи.",
                "factor_id": 1,
                "en_name": "Little white lies in the long run lead to big black lies."
            },
            {
                "id": 5,
                "bg_name": "Малките бели лъжи са оправдани, когато истината може да нарани чувствата на близък приятел.",
                "factor_id": 0,
                "en_name": "Little white lies are justified when the truth might hurt the feelings of a close friend."
            },
            {
                "id": 6,
                "bg_name": "Страхът може да накара и най-смелия да трепери. Не бива да заклеймяваме човек, който преживява нервен срив.",
                "factor_id": 0,
                "en_name": " Fear can make the bravest person tremble. We should not condemn a failure of nerve."
            },
            {
                "id": 7,
                "bg_name": "Страхът е проява на малодушие, нещо жалко и заслужава презрение. Ако изпадне в такова състояние, човек трябва да бъде порицан или наказан.",
                "factor_id": 1,
                "en_name": "Cowardice is despicable and in a soldier should be punished."
            },
            {
                "id": 8,
                "bg_name": "Проблемът на теоритичното размишление е, че отклонява хората от фактите и замества истините с лични мнения.",
                "factor_id": 1,
                "en_name": "The trouble with theorizing is that it leads people away from the facts and substitutes opinion for truth."
            },
            {
                "id": 9,
                "bg_name": "Красотата на теоритичното размишление е, че е дало възможност да бъдат изобретени неща, които иначе нямаше да съществуват.",
                "factor_id": 0,
                "en_name": "The beauty of theorizing is that it has made it possible to invent things that otherwise never would have existed."
            },
            {
                "id": 10,
                "bg_name": "Най-хубавото на науката е, че ти дава възможност да отделиш доброто от лошото, правилното от неправилното, реално от въображаемо.",
                "factor_id": 1,
                "en_name": "The most important aspect of science is that it enables you to separate the true from the false, the right from the wrong, reality from fantasy."
            },
            {
                "id": 11,
                "bg_name": "Най-хубавото на науката е, че ти дава възможност да осъществиш себе си като натрупаш знание и умения за контрол на света около теб.",
                "factor_id": 0,
                "en_name": "The most important aspect of science is that it enables you to realize yourself by gaining understanding and control of the world around you."
            },
            {
                "id": 12,
                "bg_name": "Когато хората са в беда, означава, че се нуждаят от помощ и трябва да им се помогне.",
                "factor_id": 0,
                "en_name": " When people are in trouble, they need help and should be helped."
            },
            {
                "id": 13,
                "bg_name": "Когато хората са в беда, трябва да си помагат сами на себе си и да не зависят от другите.",
                "factor_id": 1,
                "en_name": "When people are in trouble, they should help themselves and not depend on others."
            },
            {
                "id": 14,
                "bg_name": "Надпреварата насърчава най-доброто в човешките същества.",
                "factor_id": 1,
                "en_name": "Competition brings out the best in human beings."
            },
            {
                "id": 15,
                "bg_name": "Сътрудничеството насърчава най-доброто в човешките същества.",
                "factor_id": 0,
                "en_name": "Cooperation brings out the best in human beings."
            },
            {
                "id": 16,
                "bg_name": "Разумът трябва продължително да се обуздава и коригира от реалността и фактите, такива каквито са.",
                "factor_id": 1,
                "en_name": "Reason has to be continually disciplined and corrected by reality and hard facts."
            },
            {
                "id": 17,
                "bg_name": "Разумът е главната причина, заради която човечеството е направило толкова велики открития.",
                "factor_id": 0,
                "en_name": "Reason is the chief means by which human beings make great discoveries."
            },
            {
                "id": 18,
                "bg_name": "Да играеш е важно за всички човешки същества. Никой не е твърде стар, че да не може да се наслади на удоволствието и щастието от играта.",
                "factor_id": 0,
                "en_name": "Play is important for all human beings. No one is too old to enjoy the excitement of play."
            },
            {
                "id": 19,
                "bg_name": "Да играеш е детинско. Въпреки, че е подходящо децата да играят, възрастните трябва да се грижат за по-сериозните проблеми.",
                "factor_id": 1,
                "en_name": "Play is childish. Although it is proper for children to play, adults should concern themselves with more serious matters."
            },
            {
                "id": 20,
                "bg_name": "Най-важното нещо на този свят е да се опитваш да живееш според най-високите стандарти и да се водиш от изискаността на вкусовете.",
                "factor_id": 1,
                "en_name": "The most important thing in the world is to try to live up to the highest standards."
            },
            {
                "id": 21,
                "bg_name": "Най-важното нещо на този свят е да oпознаваш себе си, да бъдеш такъв какъвто си и да живееш според своя собствен вкус.",
                "factor_id": 0,
                "en_name": "The most important thing in the world is to know yourself and be yourself."
            },
            {
                "id": 22,
                "bg_name": "Дългата серия от грешки в човешкото познание доказва, че сме глупави и че ще продължим да грешим.",
                "factor_id": 1,
                "en_name": "The fact that people once believed the world was flat is just one in a long series of errors which shows how foolish human beings have been and will continue to be."
            },
            {
                "id": 23,
                "bg_name": "Фактът, че хората са имали погрешни възгледи за света показва, че това е дълга поредица от грешки, която води към усъвършенстване и това ще продължи и за напред. ",
                "factor_id": 0,
                "en_name": "The fact that people once believed the world was flat is just one in a long series of errors which shows how much progress human beings have made and will continue to make."
            },
            {
                "id": 24,
                "bg_name": "Детската престъпност се дължи на фактори, които ние не разбираме. Когато ги разберем, ще сме способни да се предпазваме по-добре за в бъдеще.",
                "factor_id": 0,
                "en_name": "Juvenile delinquency is due to factors we do not understand. When we do understand these we will be able to prevent it in the future."
            },
            {
                "id": 25,
                "bg_name": "Детската престъпност е просто отражение на лошата страна на човешката природа, с която се раждаме. Винаги е било така и така ще остане.",
                "factor_id": 1,
                "en_name": "Juvenile delinquency is simply a reflection of the basic evil in human beings. It has always existed in the past and it always will."
            },
            {
                "id": 26,
                "bg_name": "Така наречените тайнствени и неразбираеми, мистични преживявания много често са източник на заблуди.",
                "factor_id": 1,
                "en_name": "So-called mystical experiences have most often been a source of delusion."
            },
            {
                "id": 27,
                "bg_name": "Мистичните преживявания могат да бъдат източник на прозрения за същността на живота и естеството на реалността.",
                "factor_id": 0,
                "en_name": "Mystical experiences may be sources of insight into the nature of reality."
            },
            {
                "id": 28,
                "bg_name": "Това, какво искат децата, трябва да се приема на сериозно и родителите да се опитат да го удовлетворят.",
                "factor_id": 0,
                "en_name": "What children demand, parents should take seriously and try to satisfy."
            },
            {
                "id": 29,
                "bg_name": "Това, какво искат децата, не бива да се взима много предвид.",
                "factor_id": 1,
                "en_name": "What children demand should be of little consequence to their parents."
            },
            {
                "id": 30,
                "bg_name": "Трябва да прощаваме на тези, които грешат.",
                "factor_id": 0,
                "en_name": "Those who err should be forgiven."
            },
            {
                "id": 31,
                "bg_name": "Трябва да показваме и коригираме грешките на тези, които ги допускат.",
                "factor_id": 1,
                "en_name": "Those who err should be corrected."
            },
            {
                "id": 32,
                "bg_name": "Никой не може да разбере другия човек така добре, освен ако не се отчужди, за да погледне на него отстрани. ",
                "factor_id": 1,
                "en_name": "No one can understand another human being unless he has achieved some distance from that person."
            },
            {
                "id": 33,
                "bg_name": "Никой не може да разбере другия освен ако не изпитва всеотдайна обич и неразделна близост.",
                "factor_id": 0,
                "en_name": "No one can understand another human being unless he has loved and been intimate with that person."
            },
            {
                "id": 34,
                "bg_name": "Големите постижения изискват преди всичко голямо въображение.",
                "factor_id": 0,
                "en_name": "Great achievements require first of all great imagination."
            },
            {
                "id": 35,
                "bg_name": "Големите постижения изискват преди всичко изключителна лична дисциплина и труд.",
                "factor_id": 1,
                "en_name": "Great achievements require first of all severe self-discipline."
            },
            {
                "id": 36,
                "bg_name": "Когато човек се самосъжалява, той наистина трябва да се засрами от себе си.",
                "factor_id": 1,
                "en_name": "When a person feels sorry for himself, he really should feel ashamed of himself."
            },
            {
                "id": 37,
                "bg_name": "Когато човек се самосъжалява, той наистина се нуждае от съчувствието на другите.",
                "factor_id": 0,
                "en_name": "When a person feels sorry for himself, he really needs more sympathy from others."
            },
            {
                "id": 38,
                "bg_name": "Родителите, на първо място, трябва да са нежни и внимателни с децата си.",
                "factor_id": 0,
                "en_name": "Parents should first of all be gentle with children."
            },
            {
                "id": 39,
                "bg_name": "Родителите, на първо място, трябва да са строги и непоколебими с децата си.",
                "factor_id": 1,
                "en_name": "Parents should first of all be firm with children."
            },
            {
                "id": 40,
                "bg_name": "За да си запази един човек ума си нормален, трябва да се пази от нахлуването на чувства, чужди на природата му.",
                "factor_id": 1,
                "en_name": "If sanity is to be preserved, you must guard yourself against the intrusion of feelings which are alien to your nature."
            },
            {
                "id": 41,
                "bg_name": "Човек трябва винаги да остава отворен за собствените си чувства, колкото и чужди да са те.",
                "factor_id": 0,
                "en_name": "You must always leave yourself open to your own feelings alien as they may sometimes seem."
            },
            {
                "id": 42,
                "bg_name": "Най-важното нещо в едно приятелство е отзивчивостта и топлотата.",
                "factor_id": 0,
                "en_name": "The most important characteristics of a friend is that he is warm and responsive to one."
            },
            {
                "id": 43,
                "bg_name": "Най-важният белег за едно добро приятелство е дали другия заслужава възхищението ни и дали си струва да бъде уважаван.",
                "factor_id": 1,
                "en_name": "The most important characteristics of a friend is that he is worthy of our admiration and respect."
            },
            {
                "id": 44,
                "bg_name": "Ако хората са наистина откровени един с друг, щяха да развият много повече антипатия и враждебност един към друг.",
                "factor_id": 1,
                "en_name": "If human beings were really honest with each other, there would be a lot more antipathy and enmity in the world."
            },
            {
                "id": 45,
                "bg_name": "Ако хората са наистина откровени един с друг, щяха да развият много повече симпатия и приятелски чувства по между си.",
                "factor_id": 0,
                "en_name": "If human beings were really honest with each other, there would be a lot more sympathy and friendship in the world."
            },
            {
                "id": 46,
                "bg_name": "Децата трябва да се обичат, за да могат да израстнат като добри възрастни.",
                "factor_id": 0,
                "en_name": "Children must be loved so that they can grow up to be fine adults."
            },
            {
                "id": 47,
                "bg_name": "Децата трябва да бъдат научени как да се държат, така че да израстнат като добри възрастни.",
                "factor_id": 1,
                "en_name": "Children must be taught how to act so that they can grow up to be fine adults."
            },
            {
                "id": 48,
                "bg_name": "Истината се разкрива на онзи, който й се посвети дълбоко и се претопи в това, което изучава.",
                "factor_id": 0,
                "en_name": "Truth is found only by those who immerse and lose themselves in what they are studying."
            },
            {
                "id": 49,
                "bg_name": "Истината може да бъде открита само от тези, които запазват дистанция спрямо това, което изследват и поддържат своята обективност.",
                "factor_id": 1,
                "en_name": "Truth is found only by those who are objective and detached from what they are studying."
            },
            {
                "id": 50,
                "bg_name": "Животът понякога мирише много лошо.",
                "factor_id": 1,
                "en_name": "Life sometimes smells bad."
            },
            {
                "id": 51,
                "bg_name": "Животът понякога оставя лош привкус в устата.",
                "factor_id": 0,
                "en_name": "Life sometimes leaves a bad taste in the mouth."
            },
            {
                "id": 52,
                "bg_name": "Променливостта на човешките чувства е това, което прави живота интересен.",
                "factor_id": 0,
                "en_name": "The changeableness of human feelings makes life more interesting."
            },
            {
                "id": 53,
                "bg_name": "Изменчивостта на човешките чувства е слабост.",
                "factor_id": 1,
                "en_name": "The changeableness of human feelings is a weakness in human beings."
            },
            {
                "id": 54,
                "bg_name": "Въображението води хората до самоизмама и заблуди.",
                "factor_id": 1,
                "en_name": "Imagination leads people into self-deception and delusions."
            },
            {
                "id": 55,
                "bg_name": "Въображението освобождава хората от рутината и скуката на ежедневието.",
                "factor_id": 0,
                "en_name": "Imagination frees people from the dull routines of life."
            },
            {
                "id": 56,
                "bg_name": "Правителството трябва да позволи толкова свобода на изразяването, доколкото е съобразена с реда и закона.",
                "factor_id": 1,
                "en_name": "A government should allow only such freedom of expression as is consistent with law and order."
            },
            {
                "id": 57,
                "bg_name": "Правителството трябва да позволи свобода на изразяването дори и тогава, когато това поражда рискове.",
                "factor_id": 0,
                "en_name": "A government should allow freedom of expression even though there is some risk in permitting it."
            },
            {
                "id": 58,
                "bg_name": "Винаги трябва да се отнасяш към всеки човек с уважение.",
                "factor_id": 0,
                "en_name": "Human beings should be treated with respect at all times."
            },
            {
                "id": 59,
                "bg_name": "Трябва да се отнасяш с уважение към човек само ако постъпва така, че да ги заслужи.",
                "factor_id": 1,
                "en_name": "Human beings should be treated with respect only when they deserve respect."
            },
            {
                "id": 60,
                "bg_name": "Децата трябва да сe наглеждат и да не се слушат.",
                "factor_id": 1,
                "en_name": "Children should be seen and not heard."
            },
            {
                "id": 61,
                "bg_name": "Децата са очарователни и възхитителни, защото ни изпълват с наслада.",
                "factor_id": 0,
                "en_name": "Children are entirely delightful."
            },
            {
                "id": 62,
                "bg_name": "Човек трябва да бъде обичан през цялото време, защото го желае и се нуждае от това.",
                "factor_id": 0,
                "en_name": "Human beings should be loved at all times, because they want and need to be loved."
            },
            {
                "id": 63,
                "bg_name": "Хората трябва да бъдат обичани само ако правят така, че да заслужат това.",
                "factor_id": 1,
                "en_name": "Human beings should be loved only if they have acted so that they deserve to be loved."
            },
            {
                "id": 64,
                "bg_name": "Проблемът с демокрацията е, че хората прекалено често имат право на глас.",
                "factor_id": 1,
                "en_name": "The trouble with democracy is that too often represents the will of the people."
            },
            {
                "id": 65,
                "bg_name": "Проблемът на демокрацията е, че рядко представлява гласа на хората.",
                "factor_id": 0,
                "en_name": "The trouble with democracy is that too seldom represents the will of the people."
            },
            {
                "id": 66,
                "bg_name": "Най-главната цел на образованието е да дава възможност на децата да открият и опознаят нови неща.",
                "factor_id": 0,
                "en_name": "The main purpose of education should be to enable the young to discover and create novelty."
            },
            {
                "id": 67,
                "bg_name": "Най-главната цел на образованието е да научи и предаде на децата мъдростта на близкото и далечно минало.",
                "factor_id": 1,
                "en_name": "The main purpose of education should be to teach the young the wisdom of the remote and recent past."
            },
            {
                "id": 68,
                "bg_name": "Отвращава ме гледката на плачещ възрастен.",
                "factor_id": 1,
                "en_name": "It is disgusting to see an adult cry."
            },
            {
                "id": 69,
                "bg_name": "Тъжно е да видиш плачещ възрастен.",
                "factor_id": 0,
                "en_name": "It is distressing to see an adult cry."
            },
            {
                "id": 70,
                "bg_name": "Съществуват уникални пътища към реалността на другите хора, когато я изживяваш с чуствата си, дори и те да изглеждат някак странни и чужди. ",
                "factor_id": 0,
                "en_name": "There is an unique avenue to reality through the feelings, even when they seem alien."
            },
            {
                "id": 71,
                "bg_name": "Няма по-сигурен път към лудостта от този да се предадеш на чувствата, особено тези, които са ти чужди.",
                "factor_id": 1,
                "en_name": "There is no surer road to insanity than surrender to the feelings, particularly those which are alien to the self."
            },
            {
                "id": 72,
                "bg_name": "Да действаш без съображения, означава да действаш детински.",
                "factor_id": 1,
                "en_name": "To act on impulse is to act childishly."
            },
            {
                "id": 73,
                "bg_name": "Да действаш спонтанно, без съображения, понякога прави живота по-интересен.",
                "factor_id": 0,
                "en_name": "To act on impulse occasionally makes life more interesting."
            },
            {
                "id": 74,
                "bg_name": "Ако в човека има искрица божественост, то това е разумът, който да контролира страстите и чувствата.",
                "factor_id": 1,
                "en_name": "If there is enything like a divine spark in a human being, it is the faculty of reason by which he can control his passion and feelings."
            },
            {
                "id": 75,
                "bg_name": "Когато Бог е създал човека по свой образ и подобие, му е дал сърце и ум. И чувствата, и мисленето са еднакво важни.",
                "factor_id": 0,
                "en_name": "When God created man in his own image, he gave him both a heart and head. His feelings and his reason are both important."
            },
            {
                "id": 76,
                "bg_name": "Оправдано е да изпитваме и проявяваме гняв към тези, които потискат човечеството.",
                "factor_id": 0,
                "en_name": "Anger should be directed against the oppressors of mankind."
            },
            {
                "id": 77,
                "bg_name": "Оправдано е да изпитваме и проявяваме гняв към тези новатори, които подриват реда и нарушават законите.",
                "factor_id": 1,
                "en_name": "Anger should be directed against those who rebel and undermine law and order."
            },
            {
                "id": 78,
                "bg_name": "Когато се изправиш лице в лице със смъртта, научаваш колко незначителен е всъщност човекa.",
                "factor_id": 1,
                "en_name": "When you face death you learn how basically insignificant you are."
            },
            {
                "id": 79,
                "bg_name": "Когато се изправиш лице в лице със смъртта, научаваш какъв човек си всъщност и колко много обичаш живота.",
                "factor_id": 0,
                "en_name": "When you face death, you learn who you really are and how much you loved life."
            },
            {
                "id": 80,
                "bg_name": "Поддържането на закона и реда е най-важния дълг на всяко управление.",
                "factor_id": 1,
                "en_name": "The maintenance of law and order is the most important duty of any government."
            },
            {
                "id": 81,
                "bg_name": "Осигуряване на благосъстоянието на хората е най-важната задача на управлението.",
                "factor_id": 0,
                "en_name": "Promotion of the welfare of the people is the most important function of a government."
            },
            {
                "id": 82,
                "bg_name": "Никой няма право да унижава друг човек.",
                "factor_id": 0,
                "en_name": "No one has the right to humiliate another person."
            },
            {
                "id": 83,
                "bg_name": "Някои хора могат да се променят само ако бъдат унижени.",
                "factor_id": 1,
                "en_name": "Some people can only be changed by humiliating them."
            },
            {
                "id": 84,
                "bg_name": "Човешката природа поначало е лоша.",
                "factor_id": 1,
                "en_name": "Human beings are basically evil."
            },
            {
                "id": 85,
                "bg_name": "Човешките същества по начало са добри.",
                "factor_id": 0,
                "en_name": "Human beings are basically good."
            },
            {
                "id": 86,
                "bg_name": "Да приемеш, че повечето хора са добронамерени, би ги подтикнало да покажат най-доброто от себе си.",
                "factor_id": 0,
                "en_name": "To assume that most people are well-meaning brings out the best in others."
            },
            {
                "id": 87,
                "bg_name": "Да приемеш, че повечето хора са добронамерени, означава да си търсиш белята.",
                "factor_id": 1,
                "en_name": "To assume that most people are well-meaning is asking for trouble."
            },
            {
                "id": 88,
                "bg_name": "Когато се влюбя силно, за мен това е най-красивият човек на света.",
                "factor_id": 0,
                "en_name": "To every lover, his beloved is the most beautiful person in the world."
            },
            {
                "id": 89,
                "bg_name": "Любовта е сляпа - в противен случай никой нямаше да се влюбва.",
                "factor_id": 1,
                "en_name": "Love is blind. Otherwise no one would ever fall in love."
            },
            {
                "id": 90,
                "bg_name": "Когато човек изпадне в беда, това може да задълбочи и укрепи приятелството.",
                "factor_id": 0,
                "en_name": "When a person is in trouble, friendship can become much deeper and closer."
            },
            {
                "id": 91,
                "bg_name": "Когато човек изпадне в беда, рискува да изгуби приятелите си",
                "factor_id": 1,
                "en_name": "When a person is in trouble, he runs the risk of losing his friends."
            },
            {
                "id": 92,
                "bg_name": "Както близостта, така и отсъствието на любимия човек засилват чувствата към него.",
                "factor_id": 0,
                "en_name": "Familiarity like absence makes the heart grow fonder."
            },
            {
                "id": 93,
                "bg_name": "Близостта подхранва презрение.",
                "factor_id": 1,
                "en_name": "Familiarity breeds contempt."
            },
            {
                "id": 94,
                "bg_name": "Има толкова много велики неща, които са добри за човечеството. Te правят света вълнуващо и интересно място, обогатяват и радват живота ни.",
                "factor_id": 0,
                "en_name": "There are a great many things in the world which are good for, enrich the lives of human beings and satisfy them in different ways. This makes the world an exciting place."
            },
            {
                "id": 95,
                "bg_name": "Има толкова много велики неща, които ни привличат и блазнят. Някои от тях са добри, но много от тях са лоши за нас, а някои са дори пагубни.",
                "factor_id": 1,
                "en_name": "There are a great many things which attract human beings. Some of them are proper, but many are bad for human beings, and some are very degrading."
            },
            {
                "id": 96,
                "bg_name": "Мисленето е отговорно за всички открития и изобретения.",
                "factor_id": 0,
                "en_name": "Thinking is responsible for all discovery and invention. "
            },
            {
                "id": 97,
                "bg_name": "Мисленето прави хората честни и морални.",
                "factor_id": 1,
                "en_name": "Thinking keeps people on the straight and narrow."
            },
            {
                "id": 98,
                "bg_name": "За да живееш добре трябва да удовлетворяваш и себе си, и другите.",
                "factor_id": 0,
                "en_name": "In order to live a good life you must satisfy both yourself and others."
            },
            {
                "id": 99,
                "bg_name": "За да живееш добре, трябва да действаш като добър човек, като например да съблюдаваш правилата на добрия морал.",
                "factor_id": 1,
                "en_name": "In order to live a good life you must act like a good person, i.e. observe the rules of morality."
            },
            {
                "id": 100,
                "bg_name": "Числата са открити.",
                "factor_id": 1,
                "en_name": "Numbers were discovered."
            },
            {
                "id": 101,
                "bg_name": "Числата са измислени.",
                "factor_id": 0,
                "en_name": "Numbers were invented."
            },
            {
                "id": 102,
                "bg_name": "Умът е като източник на светлина, който озаряза всяко нещо, към което се насочи.",
                "factor_id": 0,
                "en_name": "The mind is like a lamp which illuminates whatever it shines on."
            },
            {
                "id": 103,
                "bg_name": "Умът е като огледало, което отразява всичко, което попадне в него.",
                "factor_id": 1,
                "en_name": "The mind is like a mirror which reflects whatever strikes it."
            },
            {
                "id": 104,
                "bg_name": "Повечето хора не биха положили усилия да работят здраво, освен ако не ги накараш.",
                "factor_id": 1,
                "en_name": "Most people won't work hard unless you make them do it."
            },
            {
                "id": 105,
                "bg_name": "По-добре е да кажеш на хората, защо искаш да ти помогна, отколкото да измисляш причина и начини как да ги накараш да ти свършат работа.",
                "factor_id": 0,
                "en_name": "It is better to tell people why you want to help you than to make up a good story to get them to do it."
            }
        ]
    }
]